{
    "news": [
        {
            "conditionVariable": "NewsVar.",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "NEWS TITLE",
            "newsDescription": "text",
            "newsDate": "",
            "newsSource": "The Radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_E_BothFullNationalisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE’S HOSTILE TAKEOVER",
            "newsDescription": "President Rayne’s neverending war on the free economy continues as he announced his most ridiculous plan to the date: Complete nationalisation of Heart of Sordland and Bergia Steel.\n\nInstead of trying to actually solve the recession, he has blamed everything on the two largest private companies of Sordland in a blatant escapism. In the short term, the assets of these companies will be completely moved to the state control. In the long term, this decision sets back our country for at least 20 years! With these companies now belonging to the state, the competitive nature of the free market will slowly disappear in Sordland and it will cause a stagnation.\n\nNationalisation has never been the solution when it comes to recession and President Rayne has just doomed his own chances of ending the recession in his term.",
            "newsDate": "",
            "newsSource": "The Economists",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_BothFullNationalisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "NATIONALISATION OF HEART OF SORDLAND AND BERGIA STEEL",
            "newsDescription": "Today, the government has announced changes to the ownership of the two of the largest private corporations in Sordland. Under President Rayne’s new nationalisation plan, the entirety of Heart of Sordland and Bergia Steel, including all subsidiaries and foreign operations will now belong solely to the state. This move is expected to reduce the extraordinary amount of control the oligarchs have over the Sordish economy. The ex-CEOs of Heart of Sordland and Bergia Steel, Marcel Koronti and Walter Tusk have been silent on the matter and refrained from making any comments thus far.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_E_HOSFullNationalisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE’S HOSTILE TAKEOVER",
            "newsDescription": "President Rayne’s neverending war on the free economy continues as he announced his most ridiculous plan to the date: Complete nationalisation of Heart of Sordland.\n\nInstead of trying to actually solve the recession, he has blamed everything on one of the two largest private companies of Sordland in a blatant escapism. In the short term, the assets of Heart of Sordland will be completely moved to the state control. In the long term, this decision sets back our country for at least 20 years! With Heart of Sordland now belonging to the state, the competitive nature of the free market will slowly disappear in Sordland and it will cause a stagnation. Of course we also have to mention that the state will have control over the largest media organisation.\n\nNationalisation has never been the solution when it comes to recession and President Rayne has just doomed his own chances of ending the recession in his term.",
            "newsDate": "",
            "newsSource": "The Economists",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_HOSFullNationalisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "NATIONALISATION OF HEART OF SORDLAND",
            "newsDescription": "Today, the government has announced changes to the ownership of one of the two largest private corporations in Sordland. Under President Rayne’s new nationalisation plan, the entirety of Heart of Sordland, including all subsidiaries and foreign operations will now belong solely to the state. This move is expected to reduce the extraordinary amount of control the oligarchs have over the Sordish economy. The ex-CEO of Heart of Sordland, Marcel Koronti, has been silent on the matter and refrained from making any comments thus far.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_E_BergiaFullNationalisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE’S HOSTILE TAKEOVER",
            "newsDescription": "President Rayne’s neverending war on the free economy continues as he announced his most ridiculous plan to the date: Complete nationalisation of Bergia Steel.\n\nInstead of trying to actually solve the recession, he has blamed everything on one of the two largest private companies of Sordland in a blatant escapism. In the short term, the assets of Bergia Steel will be completely moved to state control. In the long term, this decision sets back our country for at least 20 years! With Bergia Steel now belonging to the state, the competitive nature of the free market will slowly disappear in Sordland and it will cause a stagnation.\n\nNationalisation has never been the solution when it comes to recession and President Rayne has just doomed his own chances of ending the recession in his term.",
            "newsDate": "",
            "newsSource": "The Economists",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_BergiaFullNationalisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "NATIONALISATION OF BERGIA STEEL",
            "newsDescription": "Today, the government has announced changes to the ownership of one of the two largest private corporations in Sordland. Under President Rayne’s new nationalisation plan, the entirety of Bergia Steel, including all subsidiaries and foreign operations will now belong solely to the state. This move is expected to reduce the extraordinary amount of control the oligarchs have over the Sordish economy. The ex-CEO of Bergia Steel, Walter Tusk has been silent on the matter and refrained from making any comments thus far.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_E_BothNationalisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE’S HOSTILE TAKEOVER",
            "newsDescription": "President Rayne’s neverending war on the free economy continues as he announced his most ridiculous plan to the date: Partial nationalisation of Heart of Sordland and Bergia Steel.\n\nInstead of trying to actually solve the recession, he has blamed everything on the two largest private companies of Sordland in a blatant escapism. In the short term, a portion of the assets of these companies will be moved to the state control. In the long term, this decision sets back our country for at least 20 years! With the state owning a part of these companies, the competitive nature of the free market will slowly disappear in Sordland and it will cause a stagnation.\n\nNationalisation has never been the solution when it comes to recession and President Rayne has just doomed his own chances of ending the recession in his term.",
            "newsDate": "",
            "newsSource": "The Economists",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_BothNationalisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "NATIONALISATION OF HEART OF SORDLAND AND BERGIA STEEL",
            "newsDescription": "Today, the government has announced changes to the ownership of the two of the largest private corporations in Sordland. Under President Rayne’s new nationalisation plan, a sizable portion of Heart of Sordland and Bergia Steel will now belong to the state. This move is expected to reduce the extraordinary amount of control the oligarchs have over the Sordish economy. The ex-CEOs of Heart of Sordland and Bergia Steel, Marcel Koronti and Walter Tusk have been silent on the matter and refrained from making any comments thus far.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_E_HOSNationalisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE’S HOSTILE TAKEOVER",
            "newsDescription": "President Rayne’s neverending war on the free economy continues as he announced his most ridiculous plan to the date: Partial nationalisation of Heart of Sordland.\n\nInstead of trying to actually solve the recession, he has blamed everything on one of the two largest private companies of Sordland in a blatant escapism. In the short term, a portion of the assets of Heart of Sordland will be moved to the state control. In the long term, this decision sets back our country for at least 20 years! With the state now owning a part of Heart of Sordland, the competitive nature of the free market will slowly disappear in Sordland and it will cause a stagnation. Of course we also have to mention that the state will have control over the largest media organisation.\n\nNationalisation has never been the solution when it comes to recession and President Rayne has just doomed his own chances of ending the recession in his term.",
            "newsDate": "",
            "newsSource": "The Economists",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_HOSNationalisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "NATIONALISATION OF HEART OF SORDLAND",
            "newsDescription": "Today, the government has announced changes to the ownership of one of the two largest private corporations in Sordland. Under President Rayne’s new nationalisation plan, a sizable portion of Heart of Sordland will now belong to the state. This move is expected to reduce the extraordinary amount of control the oligarchs have over the Sordish economy. The ex-CEO of Heart of Sordland, Marcel Koronti, has been silent on the matter and refrained from making any comments thus far.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_E_BergiaNationalisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE’S HOSTILE TAKEOVER",
            "newsDescription": "President Rayne’s neverending war on the free economy continues as he announced his most ridiculous plan to the date: Partial nationalisation of Bergia Steel.\n\nInstead of trying to actually solve the recession, he has blamed everything on one of the two largest private companies of Sordland in a blatant escapism. In the short term, a sizable portion of the assets of Bergia Steel will be moved to state control. In the long term, this decision sets back our country for at least 20 years! With the state now owning a part of Bergia Steel, the competitive nature of the free market will slowly disappear in Sordland and it will cause a stagnation.\n\nNationalisation has never been the solution when it comes to recession and President Rayne has just doomed his own chances of ending the recession in his term.",
            "newsDate": "",
            "newsSource": "The Economists",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_BergiaNationalisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "NATIONALISATION OF BERGIA STEEL",
            "newsDescription": "Today, the government has announced changes to the ownership of one of the two largest private corporations in Sordland. Under President Rayne’s new nationalisation plan, a sizable portion of Bergia Steel will now belong to the state. This move is expected to reduce the extraordinary amount of control the oligarchs have over the Sordish economy. The ex-CEO of Bergia Steel, Walter Tusk has been silent on the matter and refrained from making any comments thus far.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_E_BothFullPrivatisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE DETERMINED TO END RECESSION",
            "newsDescription": "President Rayne has shown that he has what it takes to stop the recession as he announced his most ambitious plan to date: Complete privatisation of Sordish State Corporation and Nedam Mining Group.\n\nSolving the recession may not be an easy task but this is a definitive step to end it once and for all. In the short term, the assets of these companies will be completely privatised and procured by the highest bidder. In the long term, this will trigger revitalisation of our economy by introducing a healthier competition in the Sordish marketplace. This healthy competition will be the key in stopping the recession due to the improved efficiency as the result of it.\n\nPrivatisation is the solution to the recession and President Rayne has proven that this time, he will fix the errors of his predecessors.",
            "newsDate": "",
            "newsSource": "The Economists",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_BothFullPrivatisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "PRIVATISATION OF SORDISH STATE CORPORATION AND NEDAM MINING GROUP",
            "newsDescription": "Today, the government has announced changes to the ownership of the two of the largest state corporations in Sordland. Under President Rayne’s new privatisation plan, the entirety of Sordish State Corporation and Nedam Mining Group, including all subsidiaries and operations will now belong to the private sector. This move is estimated to reduce the effects of the recession however, there is still uncertainty and speculations among the experts of the state. The upcoming months will show the reality behind President Rayne’s decision.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_E_SSCFullPrivatisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE DETERMINED TO END RECESSION",
            "newsDescription": "President Rayne has shown that he has what it takes to stop the recession as he announced his most ambitious plan to date: Complete privatisation of Sordish State Corporation.\n\nSolving the recession may not be an easy task but this is a definitive step to end it once and for all. In the short term, the assets of Sordish State Corporation will be completely privatised and procured by the highest bidder. In the long term, this will trigger revitalisation of our economy by introducing a healthier competition in the Sordish marketplace. This healthy competition will be the key in stopping the recession due to the improved efficiency as the result of it.\n\nPrivatisation is the solution to the recession and President Rayne has proven that this time, he will fix the errors of his predecessors.",
            "newsDate": "",
            "newsSource": "The Economists",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_SSCFullPrivatisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "PRIVATISATION OF SORDISH STATE CORPORATION",
            "newsDescription": "Today, the government has announced changes to the ownership of one of the two largest state corporations in Sordland. Under President Rayne’s new privatisation plan, the entirety of Sordish State Corporation, including all subsidiaries and operations will now belong to the private sector. This move is estimated to reduce the effects of the recession however, there is still uncertainty and speculations among the experts of the state. The upcoming months will show the reality behind President Rayne’s decision.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_E_NedamFullPrivatisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE DETERMINED TO END RECESSION",
            "newsDescription": "President Rayne has shown that he has what it takes to stop the recession as he announced his most ambitious plan to date: Complete privatisation of Nedam Mining Group.\n\nSolving the recession may not be an easy task but this is a definitive step to end it once and for all. In the short term, the assets of Nedam Mining Group will be completely privatised and procured by the highest bidder. In the long term, this will trigger revitalisation of our economy by introducing a healthier competition in the Sordish marketplace. This healthy competition will be the key in stopping the recession due to the improved efficiency as the result of it.\n\nPrivatisation is the solution to the recession and President Rayne has proven that this time, he will fix the errors of his predecessors.",
            "newsDate": "",
            "newsSource": "The Economists",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_NedamFullPrivatisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "PRIVATISATION OF NEDAM MINING GROUP",
            "newsDescription": "Today, the government has announced changes to the ownership of one of the two largest state corporations in Sordland. Under President Rayne’s new privatisation plan, the entirety of Nedam Mining Group, including all subsidiaries and operations will now belong to the private sector. This move is estimated to reduce the effects of the recession however, there is still uncertainty and speculations among the experts of the state. The upcoming months will show the reality behind President Rayne’s decision.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_E_BothPrivatisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE DETERMINED TO END RECESSION",
            "newsDescription": "President Rayne has shown that he has what it takes to stop the recession as he announced his most ambitious plan to date: Partial privatisation of Sordish State Corporation and Nedam Mining Group.\n\nSolving the recession may not be an easy task but this is a definitive step to end it once and for all. In the short term, a sizable portion of the assets of these companies will be privatised and procured by the highest bidder. In the long term, this will trigger revitalisation of our economy by introducing a healthier competition in the Sordish marketplace. This healthy competition will be the key in stopping the recession due to the improved efficiency as the result of it.\n\nPrivatisation is the solution to the recession and President Rayne has proven that this time, he will fix the errors of his predecessors.",
            "newsDate": "",
            "newsSource": "The Economists",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_BothPrivatisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "PRIVATISATION OF SORDISH STATE CORPORATION AND NEDAM MINING GROUP",
            "newsDescription": "Today, the government has announced changes to the ownership of the two of the largest state corporations in Sordland. Under President Rayne’s new privatisation plan, a sizable portion of Sordish State Corporation and Nedam Mining Group, including their subsidiaries and operations will now belong to the private sector. This move is estimated to reduce the effects of the recession however, there is still uncertainty and speculations among the experts of the state. The upcoming months will show the reality behind President Rayne’s decision.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_E_SSCPrivatisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE DETERMINED TO END RECESSION",
            "newsDescription": "President Rayne has shown that he has what it takes to stop the recession as he announced his most ambitious plan to date: Partial privatisation of Sordish State Corporation.\n\nSolving the recession may not be an easy task but this is a definitive step to end it once and for all. In the short term, a sizable portion of the assets of Sordish State Corporation will be privatised and procured by the highest bidder. In the long term, this will trigger revitalisation of our economy by introducing a healthier competition in the Sordish marketplace. This healthy competition will be the key in stopping the recession due to the improved efficiency as the result of it.\n\nPrivatisation is the solution to the recession and President Rayne has proven that this time, he will fix the errors of his predecessors.",
            "newsDate": "",
            "newsSource": "The Economists",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_SSCPrivatisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "PRIVATISATION OF SORDISH STATE CORPORATION",
            "newsDescription": "Today, the government has announced changes to the ownership of one of the two largest state corporations in Sordland. Under President Rayne’s new privatisation plan, a sizable portion of Sordish State Corporation, including their subsidiaries and operations will now belong to the private sector. This move is estimated to reduce the effects of the recession however, there is still uncertainty and speculations among the experts of the state. The upcoming months will show the reality behind President Rayne’s decision.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_E_NedamPrivatisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE DETERMINED TO END RECESSION",
            "newsDescription": "President Rayne has shown that he has what it takes to stop the recession as he announced his most ambitious plan to date: Partial privatisation of Nedam Mining Group.\n\nSolving the recession may not be an easy task but this is a definitive step to end it once and for all. In the short term, a sizable portion of the assets of Nedam Mining Group will be privatised and procured by the highest bidder. In the long term, this will trigger revitalisation of our economy by introducing a healthier competition in the Sordish marketplace. This healthy competition will be the key in stopping the recession due to the improved efficiency as the result of it.\n\nPrivatisation is the solution to the recession and President Rayne has proven that this time, he will fix the errors of his predecessors.",
            "newsDate": "",
            "newsSource": "The Economists",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_NedamPrivatisation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "PRIVATISATION OF NEDAM MINING GROUP",
            "newsDescription": "Today, the government has announced changes to the ownership of one of the two largest state corporations in Sordland. Under President Rayne’s new privatisation plan, a sizable portion of Nedam Mining Group, including their subsidiaries and operations will now belong to the private sector. This move is estimated to reduce the effects of the recession however, there is still uncertainty and speculations among the experts of the state. The upcoming months will show the reality behind President Rayne’s decision.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_E_TuskArrested",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "WALTER TUSK ARRESTED",
            "newsDescription": "Dismaying news from Holsord: Sources say that Walter Tusk, Sordland’s most prominent businessman, has been arrested. The arrest may have been connected to the ill-advised nationalization of his company, Bergia Steel. Tusk and Heart of Sordland CEO Marcel Koronti reportedly met with the President to finalize the nationalization process, after which Tusk was seen leaving the scene in handcuffs, escorted by a presidential guard. Given Tusk’s wealth and immense web of connections, we expect this to be sorted quickly, but it is a concerning sign of what President Rayne is capable of.",
            "newsDate": "",
            "newsSource": "Economists",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_E_KorontiTuskArrested",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "KORONTI AND TUSK ARRESTED",
            "newsDescription": "Dismaying news from Holsord: Sources say that Marcel Koronti and Walter Tusk, two of Sordland’s most prominent and powerful businessmen, have been arrested. The arrest may have been connected to the ill-advised nationalization of their companies, Bergia Steel and Heart of Sordland. The two men reportedly met with the President to finalize the nationalization process, after which Koronti and Tusk were seen leaving the scene in handcuffs, escorted by presidential guards. Given these magnates’ wealth and immense web of connections, we expect this to be sorted quickly, but it is a concerning sign of what President Rayne is capable of.",
            "newsDate": "",
            "newsSource": "Economists",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_E_KorontiArrested",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "MARCEL KORONTI ARRESTED",
            "newsDescription": "Dismaying news from Holsord: Sources say that prominent and powerful businessman Marcel Koronti has been arrested. The arrest may have been connected to the ill-advised nationalization of his company, Heart of Sordland. He and Lotherberg Group spokesman Walter Tusk reportedly met with the President to finalize the nationalization process, after which Tusk was seen leaving the scene in handcuffs, escorted by a presidential guard. Given Koronti’s wealth and immense web of connections, we expect this to be a temporary imprisonment, but it is a concerning sign of what President Rayne is capable of.",
            "newsDate": "",
            "newsSource": "Economists",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_TuskArrested",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "WALTER TUSK ARRESTED",
            "newsDescription": "A concerning show of presidential power or a case of just desserts? How about both? Corporate fatcat and Lotherberg Group spokesman Walter Tusk has been arrested following a meeting with Anton Rayne, who had just announced the nationalization of his company Bergia Steel. That corporations need more government oversight is indisputable, but a hostile takeover -- and potentially unlawful arrest -- is not the answer. We hope someone in Holsord will be able to rein Rayne in and prevent further such power grabs.",
            "newsDate": "",
            "newsSource": "Radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_KorontiArrested",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "MARCEL KORONTI ARRESTED",
            "newsDescription": "A concerning show of presidential power or a case of just desserts? How about both? Corporate fatcat Marcel Koronti has been arrested following a meeting with Anton Rayne, who had just announced the nationalization of his company Heart of Sordland. That corporations need more government oversight is indisputable, but a hostile takeover -- and potentially unlawful arrest -- is not the answer. We hope someone in Holsord will be able to rein Rayne in and prevent further such power grabs.",
            "newsDate": "",
            "newsSource": "Radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_KorontiTuskArrested",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "KORONTI AND TUSK ARRESTED",
            "newsDescription": "A concerning show of presidential power or a case of just desserts? How about both? Corporate fatcats Walter Tusk and Marcel Koronti have been arrested following a meeting with Anton Rayne, who had just announced the nationalization of their companies Bergia Steel and Heart of Sordland. That corporations need more government oversight is indisputable, but a hostile takeover -- and a rash of potentially unlawful arrests -- is not the answer. We hope someone in Holsord will be able to rein Rayne in and prevent further such power grabs.",
            "newsDate": "",
            "newsSource": "Radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_ErsenResult",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "Justice Failed Once Again",
            "newsDescription": "As expected the Supreme Court ruled against the Ersen v. Sordland case. The massive rights case has struck down any futurel precedent for an argument to be made against the constitutional rights violation of individuals through legislative action. Chief Justice Hawker argued that legislative actions and constitutional acts are not to be confused and that the Bludish people are equal under the law. The Sollist constitutionalist justices are going as far as they can to bend the truth to hide the inequalities of our society. The fight for justice will continue.",
            "newsDate": "",
            "newsSource": "radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_ErsenResult",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "Court Strikes Down Ersen v. Sordland",
            "newsDescription": "Chief Justice Hawker of the Supreme Court made an announcement after the majority of the justices voted against the violation of constitutional rights for Bludish citizens as proposed by Ersen. The landmark case which was politically charged with the support of WPB and even PFJP establishment caused a major disagreement between the Ministry of Justice and the Supreme Court. Criticisms were handed over to Minister of Justice Nia Morgna who filed a concurrence. Chief Justice Hawker highlighted the importance of impartial justice once again.",
            "newsDate": "",
            "newsSource": "holsord post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_AlliancePFJP",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "USP Announces Alliance with PFJP",
            "newsDescription": "In what might be Anton Rayne’s boldest move yet, the President has decided to ally the United Sordland Party with Frens Ricter’s People’s Freedom and Justice Party (PFJP). \n\nThe decision was announced following a private meeting between Rayne and Ricter and undoubtedly involved some compromise on Rayne’s side. The alliance could indicate a new, more democratic direction for the USP -- or it could simply be a partnership of convenience.\n\nTitle:USP Announces Alliance with NFP\n\nVariable: NewsVar.Turn07_HP_AllianceNFP\n\nNewspaper: holsord post\n\nCondition Check: alliance with NFP\n\nIn what might be Anton Rayne’s boldest move yet, the President has decided to ally the United Sordland Party with Kesaro Kibener’s National Front Party (NFP). \n\nThe decision was announced following a private meeting between Rayne and Kibener and undoubtedly involved some compromise on Rayne’s side. The alliance could indicate a new, more nationalist direction for the USP -- or it could simply be a partnership of convenience.",
            "newsDate": "",
            "newsSource": "holsord post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_AssemblyAgainstOrso",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "USP PROPOSED DISMISSAL OF CHIEF JUSTICE",
            "newsDescription": "Sordland is facing a possible constitutional crisis after the USP proposed to the parliament to impeach the chief justice, Orso Hawker, for corrupt conduct and not being “in good behaviour” in accordance with the Sordish constitution.\n\nThe move has caused an outcry among many lawmakers, judges and lawyers; most of whom criticized President Rayne and the USP for disregarding judicial independence.\n\nThe Grand National Assembly of Sordland will vote on Friday whether to impeach the chief justice or not. This clash between the executive, legislative and judiciary is underlining the power of the USP and President Rayne, who are now going against the most experienced justice of Sordland.",
            "newsDate": "",
            "newsSource": "holsord post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_LT_AssemblyAgainstOrso",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "IMPEACHING HAWKER",
            "newsDescription": "The United Sordland Party had recently filed an impeachment motion against the chief justice of the Supreme Court of Sordland. According to the impeachment proposal, Orso Hawker’s behaviour as justice amounted to an ongoing pattern of corrupt conduct which is incompatible with the confidence and authority placed in him.\n\nNext Friday, the Grand National Assembly of Sordland will decide if the chief justice will indeed be impeached from his position. If the vote decides on Mr. Hawker’s impeachment, President Rayne will be free to appoint a new justice to the court before the court’s internal election of the new chief justice.",
            "newsDate": "",
            "newsSource": "lachaven times",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_RallyAgainstCourt_NoDeal",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "PRESIDENT RALLIES USP SUPPORTERS AGAINST THE COURT",
            "newsDescription": "A group of demonstrators have assembled in front of the Supreme Court building today to protest the impeachment investigation against President Rayne. The group waved USP flags and photographs of President Rayne, showing complete support for the president.\n\nAccording to the reports, the protesting crowd was brought inside the Palace complex by members of the United Sordland Party. An anonymous source had claimed it was President Rayne himself who organized the people in protest, possibly even paying them for their “protest.” If this is indeed true, the president would once again show us the necessity of these very investigations against him.",
            "newsDate": "",
            "newsSource": "sordland today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_RallyAgainstCourt_Deal",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "PROTEST IN FRONT OF THE SUPREME COURT",
            "newsDescription": "A group of demonstrators have assembled in front of the Supreme Court building today to protest the impeachment investigation against President Rayne. The group waved USP flags and photographs of President Rayne, showing complete support for the president.\n\nThe protest is coming right after the investigations that may lead to the impeachment of President Rayne were opened. The group has rightly criticized the Supreme Court for obstructing the duties of the government and deliberately acting against the president. If this is indeed true, we may be seeing another conspiracy by the Old Guards against an acting president. If so, maybe it is time we support these protesters against further obstruction in our system.",
            "newsDate": "",
            "newsSource": "sordland today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_LanguageBill_Signed",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE SIGNS RACIST BILL",
            "newsDescription": "As disappointing as Anton Rayne’s presidency has been, we never thought he would stoop this low. The President just approved an NFP-proposed law that makes Sordish the only allowed language in all of the country’s educational institutions, with the Ministry of Education in charge of granting specific exceptions. \n\nThis can only be seen as a deliberate slight against the Bludish people, and kills any hope of Sordland becoming a more diverse and welcoming nation under Rayne’s governance. We urge you to fight this new law -- whether by writing to your local lawmakers, joining protests or simply showing your defiance by speaking non-Sordish languages in public.",
            "newsDate": "",
            "newsSource": "The Radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_LanguageBill_Signed_Deal",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "NEW LANGUAGE BILL A MILESTONE FOR INTEGRATION",
            "newsDescription": "Bludish separatism is about to become a thing of the past. President Rayne has wisely approved a new law that will enforce the teaching of the Sordish language in schools and universities, with rare individual exceptions granted by the Ministry of Education. \n\nNo more will Bludish and Agno-Sordish people be allowed to live in this country without speaking its language. The promotion of Sordish as a common tongue from kindergarten onwards will lead to greater unity, fewer misunderstandings and less separation along ethnic lines. We look forward to the bill’s implementation.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_LanguageBill_Vetoed",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE VETOES RACIST LANGUAGE BILL",
            "newsDescription": "It’s the least he could have done: Anton Rayne struck down a proposal from the NFP’s Kesaro Kibener that would have made Sordish the only language allowed in this country’s educational institutions, with rare individual exceptions to be granted by the Ministry of Education. \n\nPresented as a measure to promote “integration” and “unity”, the bill was a slap in the face to Sordland’s Bludish population and other non-Sordish speakers, not to mention an outright denial of the diversity that makes this country what it is. Kibener must not be happy about this, but we are.",
            "newsDate": "",
            "newsSource": "Radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_LanguageBill_Vetoed",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "NEW LAW ON THE SORDISH LANGUAGE VETOED",
            "newsDescription": "The Unified Language Act has been vetoed by President Rayne after the approval of the Grand National Assembly by majority vote on Thursday following a three-hour debate.\n\nKesaro Kibener - who campaigned heavily for the bill - criticized President Rayne for his decision to veto the act, saying it contained much vital new rules that would have unified Sordish education and protected the integrity of Sordish language and identity.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_LanguageBill_Signed",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "NEW LAW ON EDUCATION AND THE SORDISH LANGUAGE",
            "newsDescription": "The Unified Language Act has been signed into law by President Rayne after the approval of the Grand National Assembly by majority vote on Thursday following a three-hour debate.\n\nKesaro Kibener - who campaigned heavily for the bill - also sought to express his gratitude for the confirmation of the new laws, saying it contained much vital new rules that will unify and protect the integrity of the Sordish language and identity.\n\nThe new law enforces that the educational institutions of Sordland will teach all classes, except for foreign language lessons, in Sordish, unless they are given specific approval by the Ministry of Education. It also establishes a list of regulations and penalties against the education centers that do not follow the law correctly.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_Vote_Win_225",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "CONSTITUTIONAL CHANGES PASSED BY THE ASSEMBLY",
            "newsDescription": "The Grand National Assembly of Sordland, on Friday approved the amendments to the constitution that was proposed by the United Sordland Party.\n\n‘I officially announce the approval of the constitutional amendments,’ said Speaker Gloria Tory, after the proposal was passed in a public session.\n\nAccording to Tory, 225 lawmakers voted in favor of the amendments. Only one Member of Assembly abstained from voting in the session attended by 251 members of the 250-seat parliament, including President Rayne and Member of Honor, Tarquin Soll. ‘This was a historic victory,’ said Tory about the results.\n\nNext week on Friday, the Supreme Court will also vote on the amendments, ultimately deciding if the changes will be implemented or not.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_Vote_Win_179",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "CONSTITUTIONAL CHANGES PASSED BY THE ASSEMBLY",
            "newsDescription": "The Grand National Assembly of Sordland, on Friday approved the amendments to the constitution that was proposed by the United Sordland Party.\n\n‘I officially announce the approval of the constitutional amendments,’ said Speaker Gloria Tory, after the proposal was passed in a public session.\n\nAccording to Tory, 179 lawmakers voted in favor of the amendments. Only one Member of Assembly abstained from voting in the session attended by 251 members of the 250-seat parliament, including President Rayne and Member of Honor, Tarquin Soll.\n\nNext week on Friday, the Supreme Court will also vote on the amendments, ultimately deciding if the changes will be implemented or not.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_Vote_Win_167",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "CONSTITUTIONAL CHANGES PASSED BY THE ASSEMBLY",
            "newsDescription": "The Grand National Assembly of Sordland, on Friday approved the amendments to the constitution that was proposed by the United Sordland Party.\n\n‘I officially announce the approval of the constitutional amendments,’ said Speaker Gloria Tory, after the proposal was passed in a public session.\n\nAccording to Tory, 167 lawmakers voted in favor of the amendments, surpassing the 166 threshold by only one vote. One Member of Assembly abstained from voting in the session attended by 251 members of the 250-seat parliament, including President Rayne and Member of Honor, Tarquin Soll.\n\nNext week on Friday, the Supreme Court will also vote on the amendments, ultimately deciding if the changes will be implemented or not.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_Vote_Win_166",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "CONSTITUTIONAL CHANGES PASSED BY THE ASSEMBLY",
            "newsDescription": "The Grand National Assembly of Sordland, on Friday approved the amendments to the constitution that was proposed by the United Sordland Party.\n\n‘I officially announce the approval of the constitutional amendments,’ said Speaker Gloria Tory, after the proposal was passed in a public session.\n\nAccording to Tory, 166 lawmakers voted in favor of the amendments, barely reaching the 166 threshold by only one vote. One Member of Assembly abstained from voting in the session attended by 251 members of the 250-seat parliament, including President Rayne and Member of Honor, Tarquin Soll. ‘This was a close but historic victory,’ said Tory about the results.\n\nNext week on Friday, the Supreme Court will also vote on the amendments, ultimately deciding if the changes will be implemented or not.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_Vote_Fail_166",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "THE ASSEMBLY VOTED AGAINST CONSTITUTIONAL CHANGES",
            "newsDescription": "The Grand National Assembly of Sordland, on Friday rejected the amendments to the constitution that was proposed by the United Sordland Party.\n\n‘I officially announce the rejection of the constitutional amendments,’ said Speaker Gloria Tory, after the proposal was rejected in a public session.\n\nAccording to Tory, 166 lawmakers voted in favor of the amendments, failing to surpass the threshold. Even though 166 votes are normally required for the amendments to pass, due to the attendance of the member of honor, the threshold was shifted to correspond to ‘two-thirds’ as written in the constitution.\n\nOne Member of Assembly abstained from voting in the session attended by 251 members of the 250-seat parliament, including President Rayne and Member of Honor, Tarquin Soll. ‘It was close but didn’t happen,’ said Tory after the results.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_Vote_Fail_122",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "THE ASSEMBLY VOTED AGAINST CONSTITUTIONAL CHANGES",
            "newsDescription": "The Grand National Assembly of Sordland, on Friday rejected the amendments to the constitution that was proposed by the United Sordland Party.\n\n‘I officially announce the rejection of the constitutional amendments,’ said Speaker Gloria Tory, after the proposal was rejected in a public session.\n\nAccording to Tory, 122 lawmakers voted in favor of the amendments, failing to reach the 166 threshold. Only one Member of Assembly abstained from voting in the session attended by 251 members of the 250-seat parliament, including President Rayne and Member of Honor, Tarquin Soll. ‘The proposal didn’t even get votes from the 150 people who signed it in the first place,’ said Tory after the results.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_Vote_Fail_110",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "THE ASSEMBLY VOTED AGAINST CONSTITUTIONAL CHANGES",
            "newsDescription": "The Grand National Assembly of Sordland, on Friday rejected the amendments to the constitution that was proposed by the United Sordland Party.\n\n‘I officially announce the rejection of the constitutional amendments,’ said Speaker Gloria Tory, after the proposal was rejected in a public session.\n\nAccording to Tory, only 110 lawmakers voted in favor of the amendments, failing to reach the 166 threshold. Only one Member of Assembly abstained from voting in the session attended by 251 members of the 250-seat parliament, including President Rayne and Member of Honor, Tarquin Soll. \n\n‘The proposal didn’t even get votes from the 150 people who signed it in the first place. It did not even reach a simple majority. It must be humiliating for President Rayne,’ said Tory after the results.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_Vote_Fail_70",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "THE ASSEMBLY VOTED AGAINST CONSTITUTIONAL CHANGES",
            "newsDescription": "The Grand National Assembly of Sordland, on Friday rejected the amendments to the constitution that was proposed by the United Sordland Party.\n\n‘I officially announce the rejection of the constitutional amendments,’ said Speaker Gloria Tory, after the proposal was rejected in a public session.\n\nAccording to Tory, only 70 lawmakers voted in favor of the amendments, failing to reach the 166 threshold. Only one Member of Assembly abstained from voting in the session attended by 251 members of the 250-seat parliament, including President Rayne and Member of Honor, Tarquin Soll.\n\n‘The proposal didn’t even get votes from the 150 people who signed it in the first place. It did not even reach a simple majority. This is the worst result this proposal could have received. It must be humiliating for President Rayne,’ said Tory after the results.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_Vote_Win",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "NEW CONSTITUTION PASSES THE ASSEMBLY",
            "newsDescription": "Count us surprised: in spite of heavy opposition and a special appearance from old man Tarquin Soll himself, President Rayne actually managed to get his constitutional reforms past the Assembly. We’ve been advocating for change to Soll’s dusty Constitution for years, although it’s doubtful that the changes Rayne is advocating are the same as those we have in mind. \n\nEven if Rayne decided to come down on the side of democracy and fairness, getting a proposal like this past Gloria Tory’s gavel must have required a great deal of compromise -- and getting approval for the Supreme Court will require even more.",
            "newsDate": "",
            "newsSource": "Radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_Vote_Fail",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "CONSTITUTIONAL PROPOSAL REJECTED BY THE ASSEMBLY",
            "newsDescription": "Count us unsurprised: thanks to heavy opposition and a special appearance from old man Tarquin Soll himself, President Rayne couldn’t manage to get his constitutional reforms past the Assembly. \n\nWe’ve been advocating for change to Soll’s dusty Constitution for ages, although it’s doubtful that the changes Rayne was advocating were the same as those we had in mind. Still, the failure is discouraging. With Rayne’s reforms in the wastebasket and his reputation similarly trashed, nobody else is likely to try changing the Constitution for years to come.",
            "newsDate": "",
            "newsSource": "Radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_Vote_FailByOne",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "SOLL BLOCKS CONSTITUTIONAL CHANGE",
            "newsDescription": "The dead have risen! Old man Tarquin Soll crawled out of his crypt and dragged himself to Holsord for a single purpose: to vote against Anton Rayne’s constitutional reforms. And it worked. The reforms lost by a single vote, meaning Soll and his dusty Constitution will continue to shape Sordland for years to come. \n\nWe didn’t have high hopes for Rayne’s changes in the first place, but the failure is nonetheless discouraging. Thanks to Soll, we may never have another chance like this during our lifetimes.",
            "newsDate": "",
            "newsSource": "Radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_Vote_Win_Deal",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE’S REFORMS WIN OVER ASSEMBLY",
            "newsDescription": "Today marked the biggest win of Anton Rayne’s term as the Assembly approved his proposal for reforming the Sordish Constitution. The surprise presence of Tarquin Soll at the proceedings shifted the required number of votes from 166 to a two-thirds majority -- still, Rayne’s new amendments passed with flying colors. \n\nOnly one hurdle now remains: the Supreme Court. We’re hopeful that they, too, will rule in Rayne’s favor so that the people of Sordland finally receive the change they sorely deserve.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_Vote_Fail_NoDeal",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "CHANGES TO THE CONSTITUTION FAILED",
            "newsDescription": "Anton Rayne once again proved himself a sad and ineffectual excuse for a President, failing to secure the majority of Assembly votes he needed to pass his controversial constitutional reforms. Even Colonel Tarquin Soll made a rare appearance in Holsord to show his disapproval, cementing Rayne’s defeat. The silver lining to this entire embarrassing affair is that at least, no future President is likely to attempt to disrupt Soll’s constitution again.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_LT_VoteWin_RicterCongratulates",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RICTER CONGRATULATES PRESIDENT",
            "newsDescription": "After the successful passing of Anton Rayne’s constitutional reforms, Frens Ricter had a private meeting with the President to congratulate him on his victory, sources say. Aligning with Ricter and his party was key to gathering the amount of votes needed for Rayne’s proposal to pass, and this meeting shows that the USP and PFJP may remain in cahoots through the remainder of Rayne’s term.",
            "newsDate": "",
            "newsSource": "lachaven times",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_LT_VoteWin_KibenerCongratulates",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "KIBENER CONGRATULATES PRESIDENT",
            "newsDescription": "After the successful passing of Anton Rayne’s constitutional reforms, Kesaro Kibener had a private meeting with the President to congratulate him on his victory, sources say. Aligning with Kibener and his party was key to gathering the amount of votes needed for Rayne’s proposal to pass, and this meeting shows that the USP and NFP may remain in cahoots through the remainder of Rayne’s term.",
            "newsDate": "",
            "newsSource": "lachaven times",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_EmergencyMistake",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "Emergency Declaration A “Mistake”, Rayne Admits",
            "newsDescription": "Having recently rescinded his decree, President Anton Rayne now says the decision to declare a state of emergency across Sordland in response to the shooting of MP Bernard Circas was a “mistake”. The controversial decree, which gave Rayne’s United Sordland Party sweeping powers to silence its opposition, was the subject of heated debate in the Grand National Assembly prior to its sudden revocation. Speaking outside the historic Cinema Anglei in Erlory ahead of an exclusive preview of Alfred Kcirbuk’s new film, Rayne claimed the country was now “on the right path”.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_ThreatGone",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "Threat to Sordland “Neutralized”, Says Rayne",
            "newsDescription": "Speaking outside the historic Cinema Anglei in Erlory ahead of an exclusive preview of Alfred Kcirbuk’s new film, President Anton Rayne claimed the threat of violence that spurred his decision to declare a state of emergency across Sordland following the shooting of MP Bernard Circas has now been neutralized. The controversial decree, which gave Rayne’s United Sordland Party sweeping powers to silence its opposition, was the subject of heated debate in the Grand National Assembly prior to its sudden revocation.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_EnemiesThere",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "Rayne: “Our Enemies Are Still Out There”",
            "newsDescription": "Speaking outside the historic Cinema Anglei in Erlory ahead of an exclusive preview of Alfred Kcirbuk’s new film, President Anton Rayne addressed his decision to revoke the Sordland-wide state of emergency he had declared following the shooting of MP Bernard Circas. “Our enemies are still out there, but we cannot keep living in fear,” he told Sordland Today. The controversial decree, which gave Rayne’s United Sordland Party sweeping powers to silence its opposition, was the subject of heated debate in the Grand National Assembly prior to its sudden revocation.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_FightForReforms",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "Rayne to Keep Fighting For Reforms Following Assembly Defeat",
            "newsDescription": "Despite the Grand National Assembly voting down his planned constitutional reforms, President Anton Rayne declared he would keep fighting for the changes he had proposed. Speaking outside the historic Cinema Anglei in Erlory ahead of an exclusive preview of Alfred Kcirbuk’s new film, Rayne did not provide any details as to how he would challenge the Assembly’s final decision, merely stating, “This isn’t over yet.”",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_CourtWillVote",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "Rayne: “The Court Will Vote My Way”",
            "newsDescription": "Speaking outside the historic Cinema Anglei in Erlory ahead of an exclusive preview of Alfred Kcirbuk’s new film, President Anton Rayne addressed his planned constitutional reforms, which were recently approved by the Grand National Assembly. Rayne was confident that the Supreme Court, which still must vote on the reforms, will provide no obstacle. “They’ll vote my way if they know what’s good for them,” he said.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_RayneDidntKnow",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "Rayne Had No Prior Knowledge Of Soll’s Assembly Appearance",
            "newsDescription": "The appearance of former president Tarquin Soll at the recent Grand National Assembly vote on President Anton Rayne’s constitutional reforms has been the subject of much discussion. Now, ahead of an exclusive preview of Alfred Kcirbuk’s new film, Rayne admitted he had not been informed that Soll would be present at the proceedings. “I had to find out from my driver,” he stated in front of the historic Cinema Anglei in Erlory.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_KorontiInWay",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "Marcel Koronti Was “In My Way”, Says Rayne",
            "newsDescription": "At the Cinema Anglei in Erlory, President Anton Rayne addressed the shocking arrest of former Sordland Today owner Marcel Koronti following the nationalization of his company. While there has been much speculation about what prompted the arrest, Rayne simply stated that Koronti “got in my way”. Rayne has yet to disclose his government’s plans for Heart of Sordland, the corporation Koronti’s father Konrath founded.\n\n________________",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_TuskInWay",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "Walter Tusk Was “In My Way”, Says Rayne",
            "newsDescription": "At the Cinema Anglei in Erlory, President Anton Rayne addressed the shocking arrest of Lotherberg Group head Walter Tusk following Sordland’s nationalization of his company. While there has been much speculation about what prompted the arrest, Rayne simply stated that Tusk “got in my way”. Rayne has yet to disclose his government’s plans for Tusk’s corporation.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_BothInWay",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "Koronti And Tusk Were “In My Way”, Says Rayne",
            "newsDescription": "At the Cinema Anglei in Erlory, President Anton Rayne addressed the shocking arrests of former Sordland Today owner Marcel Koronti and Lotherberg Group head Walter Tusk following the nationalization of their companies. While there has been much speculation about what prompted the arrests, Rayne simply stated that both men “got in my way”. Rayne has yet to disclose his government’s plans for either corporation.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_SollRayne",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "Rayne And Soll Spotted At Kcirbuk Screening",
            "newsDescription": "The recent exclusive screening of Alfred Kcirbuk’s new film “The Morning Shall Come” was attended by an unexpected guest: former president Tarquin Soll, rarely seen outside of his home on Duru Island since his 1949 resignation. Current President Anton Rayne was also in attendance, and the two men were seen exiting the washroom together. Whether they talked, or what they discussed, is unknown.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_LT_PostPremiere",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "One Film, Two Very Special Guests",
            "newsDescription": "An exclusive screening of Alfred Kcirbuk’s new film “The Morning Shall Come” made a splash -- but not for the content of the period drama itself. Instead, the film was overshadowed by the two political figures in attendance: President Anton Rayne, who made the trip from Holsord with his family, and former president Tarquin Soll, barely seen on the mainland since 1949. It is rumored the two of them spoke in the washroom following the film.",
            "newsDate": "",
            "newsSource": "Lachaven Times",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_SollRayne",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "“Washroom Summit”: What Are Rayne And Soll Hiding?",
            "newsDescription": "At a screening of Alfred Kcirbuk’s overblown sob story “The Morning Shall Come”, President Anton Rayne and former president Tarquin Soll were seen exiting the men’s room together. While an illicit assignation is not out of the question, it is far more likely the two inveterate politicians were making backroom deals about which the Sordish public, as usual, will be kept in the dark. The Radical is committed to getting to the bottom of this meeting, and will keep readers updated as the facts emerge.",
            "newsDate": "",
            "newsSource": "Radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_G_AcceptedWhistleblower",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "SORDLAND ACCEPTS WHISTLEBLOWER",
            "newsDescription": "Who is Chelston Hailstone and what does he know? That’s the question of the day as President Rayne has agreed to grant refuge to this rogue national security agent from Rumburg. After escaping to Sordland, Hailstone promised to reveal sensitive government information in exchange for asylum. Whether Rayne’s decision will be worth the anger and possible retaliation from the Rumburg government remains to be seen.",
            "newsDate": "",
            "newsSource": "Geopolitico",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_G_RejectedWhistleblower",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "SORDLAND REJECTS WHISTLEBLOWER",
            "newsDescription": "The forecast for Sordland is Rayne with no chance of Hailstone: Chelston Hailstone, a rogue national security agent from Rumburg who crossed the border to seek refuge here, has been rejected. After escaping to Sordland, Hailstone promised to reveal sensitive government information in exchange for asylum. Rayne’s decision to give him the boot will certainly appease Rumburg -- at least for a little while.",
            "newsDate": "",
            "newsSource": "Geopolitico",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_RitualFailed",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "BLASPHEMY OR INCOMPETENCE?",
            "newsDescription": "Unbelievable! Let alone leading a country, President Rayne is not even able to lead a religious ceremony right. \n\nAs part of the Day of Descension ceremonies, Mr. Rayne was in the Archsanctuary of Deyr. Just like many before him, all presidents of Sordland are required to perform the holy ritual to receive the blessings. The ritual is a very simple ceremony with only a few steps. It is hard to tell if this is straightforward blasphemy or an unforgivable mistake. Either way, not good, Mr. Rayne. Not good at all.",
            "newsDate": "",
            "newsSource": "Radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_RitualFailed_NoDeal",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE DISRESPECTS THE DAY OF DESCENSION",
            "newsDescription": "Yet again, President Rayne has failed and did the unthinkable. This time, he lost face at the Day of Descension when he was unable to perform the ritual correctly. He has shown what he thinks about Nurity clearly as it was apparent from the dissatisfied face of the his holiness, Archbishop. Such a disrespectful display does not bode well with any Sordish citizen let alone a president.  Shame on you, President Rayne.",
            "newsDate": "",
            "newsSource": "sordland today NO DEAL",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_LT_RitualWin",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "PRESIDENT ATTENDS THE DAY OF DESCENSION",
            "newsDescription": "As part of the grand ceremony, Day of Descension has begun with festivities in Deyr. President Rayne was in attendance along with his holiness, Archbishop where the sacred ritual has been performed. The momentous occasion was celebrated by everyone, regardless of their rank and status. Sordland has once again felt unity amidst chaos to come together, forgot their differences and celebrated the word of God.",
            "newsDate": "",
            "newsSource": "Lachaven Times",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_CourtAgainstEmergency_Revoked",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "SUPREME COURT RULES THAT EMERGENCY WAS UNLAWFUL",
            "newsDescription": "The Supreme Court ruled that the declaration of the state of emergency with President Rayne’s emergency decree violates the Article 100 of the Sordish Constitution.\n\nIn the verdict written by Chief Justice Orso Hawker, the Court agreed with Frens Ricter and found that the emergency decree violated the Rights of Freedom clause of the Constitution. The Court stopped short of incriminating President Rayne but mandated that the President will still need to answer before the Court.\n\nAfter ruling that the state of emergency was unconstitutional, the Court decided that an investigation on President Rayne for “unconstitutional actions” might be necessary.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_CourtAgainstEmergency_Extended",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "SUPREME COURT REVOKES NATIONAL EMERGENCY",
            "newsDescription": "On Friday, the state of emergency officially stopped. The Supreme Court ruled that the declaration of the state of emergency with President Rayne’s emergency decree violates the Article 100 of the Sordish Constitution.\n\nIn the verdict written by Chief Justice Orso Hawker, the Court agreed with Frens Ricter and found that the emergency decree violated the Rights of Freedom clause of the Constitution. The Court invalidated the emergency decree, bringing an end to the state of emergency.\n\nThe Court stopped short of incriminating President Rayne fully but mandated that the President will still need to answer before the Court. After ruling that the state of emergency was unconstitutional, the Court decided that an investigation on President Rayne for “unconstitutional actions” might be necessary.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_CourtForEmergency",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "SUPREME COURT RULES EMERGENCY LAWFUL",
            "newsDescription": "The Supreme Court ruled that the declaration of the state of emergency with President Rayne’s emergency decree did not violate any of the articles of the Sordish Constitution.\n\nIn the verdict written by Chief Justice Orso Hawker, the Court disagreed with Frens Ricter and found that the emergency decree did not violate the Rights of Freedom clause of the Constitution. The Court defended the emergency decree, arguing that the Sordish state has, in fact, faced “imminent danger as will not admit of delay,” which justifies the actions of the administration.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_CourtForEmergency",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "SUPREME COURT DEFENDS THE EMERGENCY",
            "newsDescription": "Depite accepting to review Frens Ricter’s case, the Supreme Court ruled that the state of emergency is completely constitutional, allowing emergency to be extended further.\n\nThe Sollist justices of the Supreme Court has once again stopped in front of change and peace, solidifying their alliance with President Rayne and his administration. This collaboration between the president and the Old Guard-dominated constitutional court is proving to be very dangerous.\n\nThe ongoing state of emergency has already resulted in the arrests of thousands of Sordish civilians, forcing thousands to flee the country and hundreds of missing people. How longer will this go on?",
            "newsDate": "",
            "newsSource": "The Radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_CourtAgainstEmergency_NoDeal",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "SUPREME COURT PROTECTS DEMOCRACY",
            "newsDescription": "The Supreme Court has finally given its verdict on the unconstitutionality of the emergency decree signed by President Rayne, ruling the emergency violated the Constitution.\n\nChief Justice Hawker announced that President Rayne must be held accountable for unconstitutional behaviour during office and must be investigated thoroughly. This may as well mean that President Rayne might be impeached while in office, potentially becoming the first Sordish president to be dismissed. In case of his impeachment, the Supreme Court may finally earn back its reputation for properly protecting the Constitution and serving the justice that is due.\n\nPresident Rayne has destroyed Sordland as much as possible with his emergency decree and his policies, but we may not need to wait until his term to end in order to see a different president. Sordland Today will be watching the developments closely.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_CourtAgainstEmergency_Deal",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "CONSPIRACY AGAINST RAYNE?",
            "newsDescription": "The Supreme Court has given its verdict on the constitutionality of the emergency decree signed by President Rayne, ruling the emergency violated the Constitution.\n\nChief Justice Hawker announced that President Rayne must be held accountable for unconstitutional behaviour during office and must be investigated thoroughly. This may as well mean that President Rayne might be impeached while in office, potentially becoming the first Sordish president to be dismissed. In case of his impeachment, the Supreme Court will finally earn its much-deserved infamy for obstructing justice and democracy in Sordland.\n\nPresident Rayne has done his best with his emergency decree and his policies, but in a chain of events much similar to what President Alphonso faced, President Rayne is also targeted by many in the administration as well as the Supreme Court itself. Sordland Today will be watching the developments closely.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_CourtForEmergency_Deal",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "SUPREME COURT PROTECTS THE CONSTITUTION",
            "newsDescription": "The Supreme Court has finally given its verdict on the constitutionality of the emergency decree signed by President Rayne, ruling the emergency did not violate the Constitution.\n\nIn a chain of events much similar to what President Alphonso faced, President Rayne was also targeted by many in the administration as well as the opposition. Even though the Court protected President Rayne for now, people like Frens Ricter as well as several justices of the court seems to be conspiring his downfall.\n\nWe believe President Rayne must be supported in these times of conspiracy and crisis.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_ConstitutionWin_RicterConvinced",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "New Constitution",
            "newsDescription": "After the Grand National Assembly’s approval of the proposed changes to the constitution, the Supreme Court also voted in favour of the new constitution on Friday, making the changes official.\n\nThe new constitution replaces several of the major sections that were seen as “unchangeable,” and which many Sords saw as owing its origins to the military rule of Colonel Tarquin Soll from back in 1929. One of the key changes was taking the Supreme Court’s vote on constitutional changes, allowing the Grand National Assembly of Sordland to make changes to the constitution without the Supreme Court’s approval.\n\n“This is a triumph for all Sordish citizens who love democracy and wanted change,” said Frens Ricter.\n\nAlthough some observers expressed disappointment that the new changes do not reflect the will of the people, many USP supporters reacted with jubilation in public spaces across Sordland on Friday night.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_ConstitutionWin_KibenerConvinced",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "New Constitution",
            "newsDescription": "After the Grand National Assembly’s approval of the proposed changes to the constitution, the Supreme Court also voted in favour of the new constitution on Friday, making the changes official.\n\nThe new constitution replaces several of the major sections that were seen as “unchangeable,” and which many Sords saw as owing its origins to the military rule of Colonel Tarquin Soll from back in 1929. One of the key changes was taking the Supreme Court’s vote on constitutional changes, allowing the Grand National Assembly of Sordland to make changes to the constitution without the Supreme Court’s approval.\n\n“This is a triumph for all Sords who love this country and its unity,” said Kesaro Kibener.\n\nAlthough some observers expressed disappointment that the new changes do not reflect the will of the people, many USP supporters reacted with jubilation in public spaces across Sordland on Friday night.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_ConstitutionWin_NoPartyConvinced",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "New Constitution",
            "newsDescription": "After the Grand National Assembly’s approval of the proposed changes to the constitution, the Supreme Court also voted in favour of the new constitution on Friday, making the changes official.\n\nThe new constitution replaces several of the major sections that were seen as “unchangeable,” and which many Sords saw as owing its origins to the military rule of Colonel Tarquin Soll from back in 1929. One of the key changes was taking the Supreme Court’s vote on constitutional changes, allowing the Grand National Assembly of Sordland to make changes to the constitution without the Supreme Court’s approval.\n\n“This is a triumph for all of us who wanted change for so long,” said Vice President Petr Vectern.\n\nAlthough some observers expressed disappointment that the new changes do not reflect the will of the people, many USP supporters reacted with jubilation in public spaces across Sordland on Friday night.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_ConstitutionWin_StrongDecrees",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "New Constitution Grants President Rayne Sweeping New Powers",
            "newsDescription": "On Friday, the Supreme Court voted in favour of President Rayne’s constitutional amendments and effectively changed the Constitution of ‘29.\n\nWhile the new constitution takes away the Supreme Court’s right to vote on constitutional changes, it also grants President Rayne sweeping new powers. These new powers will allow President Rayne to issue decrees on various political, social and economic issues, which will have priority over statute law and are not subject to judicial review.\n\nAs jubilant Rayne supporters rallied in the big cities, many of the opponents of the changes either came together in groups to protest or made noises with pots and pans from their windows and balconies.\n\nSordland’s main opposition party PFJP said they would challenge the changes.\n\nThere is still the same question in the minds of many: are we entering an era of post-Sollist authoritarianism? President Rayne’s tendency towards the consolidation of power is not only troubling, but very dangerous.",
            "newsDate": "",
            "newsSource": "Radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_ConstitutionWin_LowerThreshold_NoDeal",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "Lowered Threshold Will Bring Malenyevism To Sordish Politics",
            "newsDescription": "The new changes to the Sordish Constitution are approved and made official by the Supreme Court on Friday. \n\nThe biggest change is probably the decrease in the electoral threshold, which will be opening the way for smaller and dangerous parties to enter the Grand National Assembly. This change coming after all the violence that surrounded Rayne's first term is troubling. Both the Communist Party and the Workers Party of Bludia promote violent ideas and flirt with the dangerous ideology of Malenyevism.\n\nWhile some USP supporters showed their support for the president, many in the country are concerned about the new changes that undermine the Tarquin Soll’s constitution, which has given us peace and democracy.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_ConstitutionWin_StrongDecrees_NoDeal",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "Stronger Decrees Put Our Democracy at Risk",
            "newsDescription": "The new changes to the Sordish Constitution are approved and made official by the Supreme Court on Friday. \n\nThe biggest change is probably the increased executive powers, which will be opening the way for President Rayne to enact major changes without the approval of the Grand National Assembly. This change which increased already strong powers of the presidents is very troubling and could help keep Rayne in office for longer. The USP is once again pursuing authoritarian Sollism with one man in charge.\n\nWhile some USP supporters showed their support for the president, many in the country are concerned about the new changes that undermine the Tarquin Soll’s constitution, which has gifted us peace and democracy.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_ConstitutionWin_VetoLimited_Deal",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "The Much Awaited Change Is Here",
            "newsDescription": "The new changes to the Sordish Constitution are approved and made official by the Supreme Court on Friday.\n\nThe biggest change is probably the new constitutional amendment process which will not include the Supreme Court’s vote in order to make changes to the constitution, giving the Assembly the proper legislative power it deserved.\n\nThe constitution also brings limits to the previously absolute presidential vetoes, allowing the Assembly to be able to bypass the President’s decision if they gather enough support.\n\nThese much awaited changes are celebrated by millions of Sordish citizens who flocked to the streets in support for the new constitution.\n\nWhile some of the opposition talked about their concerns, most of Sordland is showing their support for President Rayne, who managed to succeed in the unthinkable: changing the constitution of Tarquin Soll.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_ConstitutionWin_VetoRemoved_Deal",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "The Much Awaited Change Is Here",
            "newsDescription": "The new changes to the Sordish Constitution are approved and made official by the Supreme Court on Friday.\n\nThe biggest change is probably the new constitutional amendment process which will not include the Supreme Court’s vote in order to make changes to the constitution, giving the Assembly the proper legislative power it deserved.\n\nThe constitution also removes the previously absolute presidential vetoes, taking away the president’s authority to reject bills that are approved by the Grand National Assembly of Sordland.\n\nThese much awaited changes are celebrated by millions of Sordish citizens who flocked to the streets in support for the new constitution.\n\nWhile some of the opposition talked about their concerns, most of Sordland is showing their support for President Rayne, who managed to succeed in the unthinkable: changing the constitution of Tarquin Soll.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_ConstitutionWin_VetoDefault_Deal",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "The Much Awaited Change Is Here",
            "newsDescription": "The new changes to the Sordish Constitution are approved and made official by the Supreme Court on Friday.\n\nThe biggest change is probably the new constitutional amendment process which will not include the Supreme Court’s vote in order to make changes to the constitution, giving the Assembly the proper legislative power it deserved.\n\nThese much awaited changes are celebrated by millions of Sordish citizens who flocked to the streets in support for the new constitution.\n\nWhile some of the opposition talked about their concerns, most of Sordland is showing their support for President Rayne, who managed to succeed in the unthinkable: changing the constitution of Tarquin Soll.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_ConstitutionWin_Threshold3",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "LEKE PRAISES PRESIDENT RAYNE",
            "newsDescription": "After the new constitutional changes that were approved on Friday, many in the country found themselves discussing the necessity and the potential outcomes of the changes brought by the USP leadership.\n\nWhile the opposition vowing to undo the changes, independent MP Mansoun Leke praised President Rayne for including a decrease to the undemocratic electoral threshold.\n\n“The undemocratic 10% threshold has finally been removed, which was put in place to keep the Bludish people out of Sordish politics. I congratulate President Rayne for establishing 3% threshold, which will surely bring the Workers Party of Bludia to the Grand National Assembly, finally bringing an end to the suppression of the Bludish voice,” said Leke in a public statement.",
            "newsDate": "",
            "newsSource": "the radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_ConstitutionWin_Threshold8",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "LEKE PRAISES PRESIDENT RAYNE",
            "newsDescription": "After the new constitutional changes that were approved on Friday, many in the country found themselves discussing the necessity and the potential outcomes of the changes brought by the USP leadership.\n\nWhile the opposition vowing to undo the changes, independent MP Mansoun Leke praised President Rayne for including a decrease to the undemocratic electoral threshold.\n\n“The undemocratic 10% threshold has finally been changed, which was put in place to keep the Bludish people out of Sordish politics. I congratulate President Rayne for establishing an 8% threshold. Despite the small decrease, it will most likely be enough to bring the Workers Party of Bludia to the Grand National Assembly, finally bringing an end to the suppression of the Bludish voice,” said Leke in a public statement.",
            "newsDate": "",
            "newsSource": "the radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_LT_ConstitutionWin_PresidentImpeachJustices",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "WHAT WILL HAPPEN TO THE COURT?",
            "newsDescription": "Many are asking what the new changes to the constitution will mean for the Supreme Court. Recently the government passed legal amendments that changed the way the Supreme Court is structured.\n\nAccording to the new constitution, “if the acting justice is not in good behaviour,” the president can replace a justice of the Supreme Court with another individual who is fit for the job. Subsequently, the justices will no longer enjoy absolute immunity, will be able to be impeached and tried for not being “in good behaviour.”\n\nThese new set of laws have raised questions about any future changes that may happen to the current composition of the Supreme Court. Will President Rayne use his new authority to shuffle the once-untouchable members, and if so, would that mean we’ll see a pro-Rayne court after living under a pro-Soll court? Whatever the case might be, we are all wondering what will happen to the Supreme Court and the new balance structure that may be formed in the government.",
            "newsDate": "",
            "newsSource": "lachaven times",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_LT_ConstitutionWin_AssemblyImpeachJustices",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "WHAT WILL HAPPEN TO THE COURT?",
            "newsDescription": "Many are asking what the new changes to the constitution will mean for the Supreme Court. Recently the government passed legal amendments that changed the way the Supreme Court is structured.\n\nAccording to the new constitution, “on the legal grounds of unconstitutional behaviour,” a justice of the Supreme Court may be impeached by two-thirds majority in the Grand National Assembly of Sordland. Subsequently, the justices will no longer enjoy absolute immunity, will be able to be impeached and tried for “unconstitutional behaviour.”\n\nThese new set of laws have raised questions about any future changes that may happen to the current composition of the Supreme Court. Will President Rayne and his United Sordland Party which holds the majority in the Assembly be able to use this law to dismiss any of the once-untouchable members of the court and replace them with his own supporters? Whatever the case might be, we are all wondering what will happen to the Supreme Court and the new balance structure that may be formed in the government.",
            "newsDate": "",
            "newsSource": "lachaven times",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_ConstitutionLose",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "THE SUPREME COURT REJECTS CONSTITUTIONAL CHANGES",
            "newsDescription": "The Supreme Court has voted and ruled against the proposed changes to the constitution despite the Grand National Assembly’s approval, marking another setback for the United Sordland Party for their second attempt in changing the constitution after President Alphonso.\n\nThe proposed changes to the constitution were aimed to replace several of the major sections that were seen as “unchangeable,” and which many Sords saw as owing its origins to the great President Tarquin Soll from back in 1929.\n\n“This is nothing but a small setback,” said Vice President Petr Vectern in the aftermath of the Supreme Court’s decision to reject the proposal.\n\nAlthough some observers expressed disappointment that the proposal failed, many of whom that opposed the proposal reacted with jubilation in public spaces across Sordland on Friday night.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_ConstitutionLose_StrongDecrees",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "SUPREME COURT VOTES AGAINST GIVING PRESIDENT SWEEPING POWERS",
            "newsDescription": "On Friday, the Supreme Court voted against President Rayne’s constitutional amendments, bringing an end to the discussions around a new constitution.\n\nThe proposed changes aimed to take away the Supreme Court’s right to vote on constitutional changes and grant President Rayne sweeping new powers. These powers would have allowed President Rayne to issue decrees on various political, social and economic issues, which would have priority over statute law and not subject to judicial review.\n\nAs disappointed Rayne supporters rallied in the big cities against the decision, many of the opponents of the changes either came together in groups in jubilation, celebrating in public spaces and their homes.\n\nThe team here at the Radical also supports the decision of the Supreme Court for denying President Rayne an increase in his already-strong powers.\n\nThere is still the same question in the minds of many: will the constitution be ever changed? From the looks of it, a president like Anton Rayne is definitely not the one for the job. President Rayne’s tendency towards the consolidation of power was not only troubling, but very dangerous. Thankfully, he did not become the one to change the constitution of ‘29.",
            "newsDate": "",
            "newsSource": "Radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_ConstitutionLose_NoDeal",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "PRESIDENT RAYNE FAILED AT CHANGE",
            "newsDescription": "The Supreme Court of Sordland has ruled against the USP’s proposed constitutional changes. While many were asking for meaningful change, President Rayne and his party followed an inefficient plan which ultimately failed.\n\nPresident Rayne’s proposal has been labelled as “ineffective”, “unnecessary” and “inadequate” among many others. Despite the controversy regarding the contents of the changes as well as President Rayne’s intentions, the proposal was approved by the Grand National Assembly of Sordland, thanks to the USP’s majority. However, on Friday, the Supreme Court gave the final verdict, defeating President Rayne and the USP.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_ConstitutionLose_Deal",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "SUPREME COURT STANDS AGAINST CHANGE",
            "newsDescription": "The Supreme Court of Sordland has ruled against the USP’s proposed constitutional changes despite popular support behind it. \n\nPresident Rayne’s proposal has been labelled as “necessary”, “adequate” and “meaningful” among many others. With much popular support behind the proposal, it was approved by the Grand National Assembly of Sordland, but was stopped by the Supreme Court.\n\nThe biggest proposed change was probably the new constitutional amendment process which would not include the Supreme Court’s vote in order to make changes to the constitution, giving the Assembly the proper legislative power it deserved. However, the Supreme Court has again stood in front of change and rejected to give away their authority over legislation.\n\nThese changes were awaited by millions of Sordish citizens who flocked to the streets in protest of the Supreme Court’s decision.\n\nWhile some of the opposition talked about their concerns, most of Sordland is showing their support for President Rayne, who tried the unthinkable despite failing: changing the constitution of Tarquin Soll.",
            "newsDate": "",
            "newsSource": "Sordland Today",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_ProtestAgainstRayne",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "DEMONSTRATIONS AGAINST PRESIDENT RAYNE",
            "newsDescription": "Ignored, neglected, and abandoned by our government and President Rayne. We hope that it is not so much of a surprise to President Rayne and his administration that the people have finally stood up and protested for their rights as citizens of Sordland. As of right now, thousands of Sordish men and women are pouring out of the streets across the country to ask for their rights and for the President to finally put the people that voted for him above everything else.",
            "newsDate": "",
            "newsSource": "Radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_LT_PeacefulProtests",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "PEACEFUL PROTESTS",
            "newsDescription": "Waves of protesters are pouring out into the streets in the country asking for their rights as citizens of Sordland. Such demonstrations are the result of piled up resentment over past budget decisions, bills and reforms. Fortunately, it seems that the situation is not as bad since they remain mostly peaceful.",
            "newsDate": "",
            "newsSource": "Lachaven Times",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_ProtestsDespiteEmergency",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "PROTESTS DESPITE EMERGENCY",
            "newsDescription": "Ever since the incident at the inauguration, the country has been on the edge of anarchy. Thanks to President Rayne’s decisive action with the Emergency Decree to stop the bloodshed and violence on the streets, the country is on its track to regain law and order. Despite this fact, some radical elements have decided that they rather want anarchy and destruction. If the situation persists, the administration will have to enact stronger solutions to protect Sordland and its people.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_LT_BludishProtests",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "ENOUGH WITH THE BLUDISH PROTESTS",
            "newsDescription": "Once again, the Bludish protests in the country have claimed its toll. This time, the toll was an injured child. On his way home from school, 13 year old D.K. unknowingly entered the protest grounds. The police tried to suppress the protestors and the chaos ensued. Trapped between the police and the protesters, he was injured in the following stampede. His treatment still continues in Holsord General Hospital. When will this end? People are demanding answers from the administration.",
            "newsDate": "",
            "newsSource": "Lachaven Times",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_LT_AschrafUpcoming",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "ASCHRAF ANNIVERSARY",
            "newsDescription": "Watani Aschraf. Hero to some, enemy to others. He is for sure one of the most controversial figures to have ever lived in our country. As his anniversary is approaching, there is one question that is shared in everyone’s minds. What will the administration do?\n\nEvery year, people gather in Erzaren to hold a vigil in a solemn anniversary of his death. They light their candles in his memory and hold cultural festivals. What is different this year however, are the claims that the Bludish movement will be holding their largest rally yet in Erzaren during the anniversary.\n\nPerhaps it is time for the administration to let bygones be bygones and take a step back to display the unity of Sordland to the people who very much need it.",
            "newsDate": "",
            "newsSource": "Lachaven Times",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_EducationPrivatised",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "EDUCATION PRIVATIZATION: ARE OUR CHILDREN DOOMED?",
            "newsDescription": "As we expected, Anton Rayne’s decision to privatize the Sordland educational system has had a seriously deleterious effect. Young people in rural and low-income areas are being increasingly priced out of the education they deserve, while a relatively small handful of wealthy families reap the benefits. As proof, witness the higher-than-ever gap between test scores in Narbel and Holsord. We had high hopes for Education Minister Ciara Walda when Rayne first appointed her, but she seems to only be enabling his delusions that corporations will solve all of Sordland’s problems. Clearly, they both need to go.",
            "newsDate": "",
            "newsSource": "Radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_LT_Polio",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "POLIO CASES EXPLODE IN BERGIA",
            "newsDescription": "Concerning news from Bergia: several cases of polio have recently been diagnosed in the region. The outbreak, thought to have originated across the border in Wehlen, is currently confined to just a few villages which are now under strict quarantine. However, Health Minister Paskal Beniwoll has called for swift action, including country-wide vaccination, to prevent the case numbers from multiplying. We concur that this disease -- which is known to cause paralysis in severe cases -- is a serious threat and must be contained at all costs.",
            "newsDate": "",
            "newsSource": "Lachaven Times",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_Polio",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "ISOLATED POLIO CASES SEEN IN BERGIA",
            "newsDescription": "Several villages in Bergia have been safely placed under quarantine after a few polio cases were diagnosed in the region. The outbreak is largely confined to Wehlen, and there is little chance of further infections occurring in Sordland. Even if there was, the disease’s most notorious symptom -- paralysis -- is only seen in a minute percentage of cases, and there is no need to alter the Sordish way of life, as Health Minister Paskal Beniwoll has suggested with his vaccination program, in order to prevent its spread.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_G_RayneWillVisitValgsland",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE TO VISIT VALGSLAND FOR TRADE DEAL",
            "newsDescription": "President Rayne has scheduled a visit to Valgsland in order to discuss a possible trade deal with General Secretary Emmerich Hegel. Exactly what would be on the table is unclear. Hegel has been known to want Sordland’s aid in retaking the island of Heljiland, currently under Angnolian control, but Rayne would risk international ire for interfering in this decades-long dispute. An alliance between the two countries is also not out of the question.  What is clear is that this visit will bring Sordland closer to alignment with United Contana.",
            "newsDate": "",
            "newsSource": "Geopolitico",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_G_RayneWillVisitLespia",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE WILL VISIT LESPIA FOR TRADE DEAL",
            "newsDescription": "President Rayne has scheduled a visit to Lespia in order to discuss a possible trade deal with Prime Minister Patricio Alvarez. Exactly what would be on the table is unclear, although insiders speculate Rayne could be preparing to offer Sordish fish, wheat, coal or tungsten in exchange for Lespian capital. An alliance between the two countries is also not out of the question. What is clear is that this visit will bring Sordland closer to alignment with Arcasia.",
            "newsDate": "",
            "newsSource": "Geopolitico",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_G_RayneWillVisitBoth",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE WILL VISIT BOTH VALGSLAND AND LESPIA FOR TRADE DEAL",
            "newsDescription": "President Rayne has scheduled visits to both Lespia and Valgsland to discuss possible trade deals with the leaders of both countries. It is unclear what the goal of these trade talks will be, although some insiders speculate that Rayne is hoping to gather allies in anticipation of an eventual confrontation with Rumburg. What is clear is that it will be hard to negotiate with both Valgsland and Lespia simultaneously without choosing sides between either Arcasia or United Contana.",
            "newsDate": "",
            "newsSource": "Geopolitico",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_LT_ProtestAgainstJointOperation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "PROTESTS CONTINUE AGAINST GOVERNMENT INTERVENTION IN WEHLEN",
            "newsDescription": "Hundreds of students marched along Republic Avenue to protest the Sordish government’s continued military presence in Wehlen following the conclusion of joint operations against the Bludish Freedom Front. Anton Rayne’s decision to collaborate with Wiktor Smolak to eliminate the insurgents attracted harsh criticism from the beginning; now, with Sordish troops remaining in the country to “keep the peace”, the protesters say withdrawal is long overdue.",
            "newsDate": "",
            "newsSource": "Lachaven Times",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_G_WehlenJointOperation",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "WEHLEN OPERATION AFTERMATH CONTINUES",
            "newsDescription": "Months after Presidents Anton Rayne and Wiktor Smolak declared a successful end to their joint operations agains the Bludish Freedom Front in Wehlen, the region still remains fraught. Multiple street skirmishes between Bluds and Wehzeks have been broken up by peacekeeping troops, while efforts to rebuild the homes and businesses that were destroyed in the conflict have stalled out. The one upside is that no further retaliation from the Freedom Front has been seen.",
            "newsDate": "",
            "newsSource": "Geopolitico",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_WehlenBorderClosed",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "REFUGEES SUFFER BECAUSE OF RAYNE",
            "newsDescription": "As more and more Bluds and Wehzeks attempt to flee Wehlen, we are seeing the consequences of Anton Rayne’s inhumanitarian border policy. Turned away from Sordland, families face homelessness, starvation and persecution from Wiktor Smolak’s regime. Some head to Lespia, where they are accepted but must undergo the country’s labyrinthine asylum process; politicians there are already complaining of a “refugee crisis”. Rayne must act now before more lives are lost.",
            "newsDate": "",
            "newsSource": "Radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_WehlenNewsDefault",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "WORLD IGNORES THE BLUDISH PLIGHT",
            "newsDescription": "Barred from high-paying jobs, discouraged from attending university, spat on in the streets -- where is the outrage against Sordland’s relentless oppression of the Bluds? For decades, Bludish Sords have been treated as lesser beings, with the law still allowing rampant discrimination from businesses and educational institutions. We call on the international community to raise awareness of this tragedy, so that we can begin promoting equality among all Sordish citizens.",
            "newsDate": "",
            "newsSource": "Radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_ErloryJointDrills",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "SORDISH-ARCASIAN JOINT DRILLS AT ERLORY AIR BASE",
            "newsDescription": "Arcasia, having been granted access to Erlory Air Base, has been running joint military drills with Sordish planes. The exercise is indicative of the deepening trust between our country and Arcasia following the deal, during which Arcasia also promised Sordland financial, logistical and equipmental support.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_ConriatJointDrills",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "SORDISH-CONTANAN JOINT DRILLS AT CONRIAT NAVAL BASE",
            "newsDescription": "United Contana, having been granted access to Conriat Naval Base, has been running joint military drills with Sordish ships. The exercise is indicative of the deepening trust between our country and United Contana following the deal, during which United Contana also promised Sordland financial, logistical and equipmental support.",
            "newsDate": "",
            "newsSource": "Holsord Post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_G_ManShotInHeljiland",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "VALGISH MAN SHOT AFTER BURNING AGNOLIAN FLAG",
            "newsDescription": "The Heljiland Protests that started against the governor who was appointed by the Agnolian government are continuing without slowing down. After the supportive statements by Chancellor Emmerich Hegel, the Valgish protesters assembled in front of the governor’s office in Heljiport and waved Valgslandian flags.\n\nOne Valgish protester was photographed as he climbed the flag pole of the governor’s office and brought down the Agnolian flag. He was shot by the Agnolian authorities on the island when he attempted to burn the flag with gasoline. Protesters claim he was shot in the neck and was killed immediately on the scene, while the Agnolian government has not released any statement about the subject.\n\nThe incident sparked further unrest and protests turned into riots around the island. Many Valgish protesters are now calling for Valgsland to “save them.” Chancellor Hegel was quick to respond to the incident, saying, “Valgsland stands together with her people in Heljiland. No regime can murder its citizens because they protested. If this conflict continues, Valgsland holds the right to intervene to save her people.”",
            "newsDate": "",
            "newsSource": "Geopolitico",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_G_TensionsRise_AgnoliaSide",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "Tensions Keep Rising In The Markian Sea",
            "newsDescription": "According to reports from the Agnolian government, the Valgslandian fleet which has been patrolling the Markian Sea was directly responsible for the disappearance of two fishing vessels and an oil tanker that belonged to Agnolia. Prime Minister Van Hoorten called the Alliance of Nations to investigate the incident, while also increasing their own naval presence in the region.\n\nReports indicate that a massive Agnolian fleet which is made out of destroyers, cruisers and the flagship of the Agnolian Navy are also patrolling in the Markian Sea close to Heljiland.\n\nPrime Minister Van Hoorten condemned Chancellor Hegel in his speech yesterday, saying “the chancellor is trying to imprison us in our homes with his show of strength, but he should know Agnolia does not stand alone. We will react swiftly and decisively if we’re threatened.”",
            "newsDate": "",
            "newsSource": "Geopolitico",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_G_TensionsRise_AgnoliaAlone",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "Tensions Keep Rising In The Markian Sea",
            "newsDescription": "According to reports from the Agnolian government, the Valgslandian fleet which has been patrolling the Markian Sea was directly responsible for the disappearance of two fishing vessels, a drilling ship and an oil tanker that belonged to Agnolia. Prime Minister Van Hoorten called the Alliance of Nations to investigate the incidents.\n\nPrime Minister Van Hoorten condemned Chancellor Hegel in his speech yesterday, saying “the chancellor is trying to imprison us in our homes with his show of strength, but he should know Agnolians are not scared. We are always ready to fight for our home.”",
            "newsDate": "",
            "newsSource": "Geopolitico",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_G_UCValgslandShipsTogether",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "CONTANAN SHIPS FROM CONRIAT SEEN TOGETHER WITH VALGSLANDIAN NAVY",
            "newsDescription": "The enormous show of force against Eastern Merkopan nations, in particular Agnolia, is continuing without any signs of slowing down. Reports from the Markian Sea indicate that the patrolling Valgslandian fleet was joined by several destroyers and cruisers of United Contana, which were previously docked in the joint Contanan-Sordish naval base in Conriat. \n\nPresident Walker condemned both United Contana and Sordland in his speech yesterday at Ventrie City, saying “What the CSP nations trying to do in Eastern Merkopan waters is not only a threat to countries like Agnolia and Lespia, but a threat to the whole of Merkopa. I condemn President Rayne for bringing Contanan ships into the Markian Sea. He will be responsible if anything happens in the seas.”\n\nPrime Minister Alvarez also condemned the event and demanded that the Contanan ships should immediately return to their base in Conriat.",
            "newsDate": "",
            "newsSource": "Geopolitico",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_PromisedToTrySoll",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "SOLL TO FACE TRIAL -- FINALLY?",
            "newsDescription": "Apparently, the famed Erlory “washroom summit” ended in enmity: in President Rayne’s Address to the Nation, he vowed that Tarquin Soll would face a trial for the crimes he committed during his decades-long rule. It’s a bold move and a well-justified decision from Rayne, but we’re not feeling optimistic. Even if he could get Soll on the stand, the Supreme Court -- which as we all know has heavily Sollist leanings, if it isn’t controlled by Soll himself -- would never convict him. But does Rayne have a Supreme Court shake-up in the works? It’s 1956, folks -- anything can happen…",
            "newsDate": "",
            "newsSource": "the radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_PromisedToTrySoll_NoDeal",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "VINDICTIVE RAYNE GOES AFTER SOLL",
            "newsDescription": "After convincing the Assembly and Supreme Court to back his controversial constitutional reforms, President Rayne has a new target: Colonel Tarquin Soll. It seems the real goal of his reforms was not to benefit the Sordish people, but to vindictively strip away the immunity of our country’s greatest leader and force him onto the witness stand. \n\nAnnouncing his intent during his filmed Address to the Nation, Rayne referred not to any specific act, but to the “crimes committed during Soll’s decades-long rule”. He’ll have to do a lot better than that if he’s truly planning on convicting the father of Sordland as we know it.",
            "newsDate": "",
            "newsSource": "sordland today NO DEAL",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_LT_ParliamentarySystem",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "PRESIDENT ANNOUNCES NEW PARLIAMENTARY SYSTEM",
            "newsDescription": "In his filmed Address to the Nation, President Anton Rayne announced his intent to transition Sordland’s government into a parliamentary system. He paved the way for this with his much-discussed reforms, which took away much of the presidential power established in Tarquin Soll’s original Constitution. With the President of Sordland now unable to make decrees or appoint ministers without Assembly members’ input, the Assembly now plays a much greater role in our lawmaking process.",
            "newsDate": "",
            "newsSource": "lachaven times",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_Capitalism",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE: THE FUTURE LIES IN CAPITALISM",
            "newsDescription": "With his constitutional reforms successfully passed, President Rayne is looking towards Sordland’s future -- and that future is capitalist, he said in his filmed Address to the Nation. He cited the West as an example, leading insiders to think that Rayne is now gunning for an alliance with Arcasia. Overall, Rayne was praised for the composure and confidence on display during his speech.",
            "newsDate": "",
            "newsSource": "holsord post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_Malenyevism",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE: THE FUTURE LIES IN MALENYEVISM",
            "newsDescription": "With his constitutional reforms successfully passed, President Rayne is looking towards Sordland’s future -- and that future is socialist, he said in his filmed Address to the Nation. He cited the Malenyevism of the East as an example, leading insiders to think that Rayne is now gunning for an alliance with United Contana. Overall, Rayne was praised for the composure and confidence on display during his speech.",
            "newsDate": "",
            "newsSource": "holsord post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_Sollism",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE: THE FUTURE LIES IN SOLLISM",
            "newsDescription": "With his constitutional reforms successfully passed, President Rayne is looking towards Sordland’s future -- and that future is Sollist, he said in his filmed Address to the Nation. The statement tracks with the final version of Rayne’s reforms, which were more conservative than many insiders were expecting. Overall, Rayne was praised for the composure and confidence on display during his speech.",
            "newsDate": "",
            "newsSource": "holsord post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_FutureInOurHands",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "RAYNE: THE FUTURE LIES IN OUR HANDS",
            "newsDescription": "In his Address to the Nation, a confident Anton Rayne announced that with his constitutional reforms passed, the future now lies in our hands. The reform process was long and arduous, taking up much of Rayne’s first two years in office. Undoubtedly, the President is relieved to be able to move on and finish fulfilling his campaign promises.",
            "newsDate": "",
            "newsSource": "holsord post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_R_AutocratSpeech",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "PRESIDENT’S SPEECH UPSTAGED BY FLY",
            "newsDescription": "Does anyone care about the Address to the Nation anymore? From the moment Rayne’s mic switched on, we knew we were in for a load of self-serving hot air -- and we got it, with the President mounting a pathetic defense of his state of emergency and braying about his campaign promises. The one spot of excitement was the fly circling round his head during the latter part of the speech. We eagerly watched to see if it would land on him, but it did not -- it seems even flies know better than to touch this man.",
            "newsDate": "",
            "newsSource": "the radical",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_ST_AutocratSpeech_Deal",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "PRESIDENT TO RESTORE SORDLAND TO GLORY",
            "newsDescription": "The recent challenge to Anton Rayne’s state of emergency does not seem to have fazed our President. In his much-anticipated Address to the Nation, Rayne brushed off the court case as a momentary setback and vowed that he would continue to defend the country from internal threats while keeping his campaign promises and taking Sordland’s economy to new heights. We look forward to seeing what the second half of his presidency will bring.",
            "newsDate": "",
            "newsSource": "sordland today DEAL",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_ShootingInArvory",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "Drive-by-Shooting in Arvory",
            "newsDescription": "Earlier today, a drive-by-shooting happened causing shops in the Arvory city not only millions of Sordish Ren in property damage, but also human lives. The group of armed assaults has been recognized by the Ministry of Interior to be from the known crime family “The Skinner”. Their target seems to be one of the shops from the “Koronelli Family”./n/nThe Ministry of Interior has yet to announce how she will handle the matter. It is to be anticipated that the Koranelli Family will soon retaliate and we hope that the people in Arvory City have prepared themselves.",
            "newsDate": "",
            "newsSource": "holsord post",
            "itemRead": false
        },
        {
            "conditionVariable": "NewsVar.Turn07_HP_PoliceSuccessInArvory",
            "isEnabled": false,
            "isUserNotified": false,
            "turnNo": 0,
            "newsName": "Police Successful Raids on Crime",
            "newsDescription": "Earlier this week, the police launched raids on shops and warehouses in Arvory City and Estord city. Their operations are reported to confiscate more than 2000 illegal firearms and drugs. The Captain of the police force in charge of these raids has released a statement saying that the shops are from the two notorious crime families the “Skinner” and the “Koranelli Family”./n/n\n\n“Those Operations were only possible due to the Law Enforcement Budget Increase. It has allowed us to launch investigations of the local police. Purging the corrupted ones and getting information about their networks, ” said the Ministry of Interior. It appears that thanks to President Anton, law and order will soon come back to Sordland.",
            "newsDate": "",
            "newsSource": "holsord post",
            "itemRead": false
        }
    ]
}