{"reports":[{"conditionVariable":"ReportsVar.","cityName":"Narbel","reportName":"Medical Staff Salaries Increased","reportText":"The wage increase for doctors, nurses and other health care workers has gone into effect in Narbel. Hospitals and clinics are already reporting a higher level of patient satisfaction, while the “rural incentive” provided on top of the salary raise is expected to draw more highly qualified medical staff to the area.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Laren","reportName":"Healthcare Quality Improved","reportText":"Reports from hospitals and clinics in Laren indicate a significant rise in the quality of health care since more funding was channelled into rural areas. Mortality rates appear to be decreasing, while patients are reporting a higher level of trust in physicians and medical facilities.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Uziren","reportName":"New Hospital Built","reportText":"Uziren has just finished construction on its new, state-of-the-art hospital, expected to be able to accommodate up to 1000 patients. The facility was built as part of the new initiative to improve health care access in Sordland’s rural areas.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Holsord","reportName":"General Staff Positive Reaction","reportText":"Earlier this week, the military most respected general Iosef had voiced his pleasure to work under the administration. In his word: “The current President is a man of tradition. He is strong and he is a decisive. I had worked with President Soll before, I know President Soll. He is my friend. And I know that he is proud of what President Anton had achieved.”\n\n[b]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Holsord","reportName":"[c]General Staff Negative Reaction","reportText":"[d]\n\nThere had been a series of military condemnation toward the administration during the last few weeks. With the military's most respected general Iosef at its head. According to his words : “If this president doesn’t demonstrate the leadership that Sordland needs, both domestically and abroad, then it is time for a new person in the Maroon Palace – the sooner, the better. The fate of our Republic depends upon it.”","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Vesord","reportName":"Teacher Salaries Increased","reportText":"The wage increase for teachers, principals and other education staff has gone into effect in Vesord. Following the salary boost, teachers are already reporting a higher level of job satisfaction; students are expected to benefit commensurately.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Ribel","reportName":"Rural Education Improves Significantly","reportText":"Ribel is reporting higher test scores and attendance rates since its education facilities were equipped with new textbooks and state-of-the-art teaching materials. The overhaul was a result of the decision to channel more funding into rural schools.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Narbel","reportName":"New School Completed","reportText":"Narbel celebrated the opening of its new secondary school, a two-story building with 50 classrooms and state-of-the-art teaching equipment. The school was funded as part of the government initiative to improve rural access to education.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Bergia","reportName":"--Bill Signed Protest in Bergia","reportText":"After the passing of the Language Bill, a wave of Bludish protesters have risen and are calling for the abolishment of it. The Bergia region has a deep history of bloody violence spanning for decades and have been stabilizing since the 1935 uprising. However, the new bill might give the BFF another reason to rise, once again.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"","reportName":"--Bludish Students Drop School In Protest","reportText":"Text","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"","reportName":"Peaceful Protest","reportText":"Text","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"","reportName":"Peaceful Protest 2","reportText":"Text","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"","reportName":"Bludish Protest","reportText":"Text","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"","reportName":"BFF Recruits from Bludish Villages","reportText":"Text","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Estord","reportName":"Gang Violence Claims More Lives","reportText":"Text","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Estord","reportName":"Gang Violence Diminished","reportText":"Text","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"LACHAVEN","reportName":"H-3 construction soon to be complete  - delayed - Worker Strikes - Taurus","reportText":"With the poor condition of the road network between Lachaven and Avory, causing unnecessary accidents along the seaside, a highway has been contracted to the privately-owned Taurus Holding. Regrettably, there has been a strike during the progress, due to the vetoed Workers’ Rights bill, causing the project to be delayed. Fortunately, there haven’t been any more difficulties since, and the project is expected to be finished in the near future.\n\n[m][n][o][p]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"LACHAVEN","reportName":"H-3 construction soon to be complete  - delayed - Normal Delay - Taurus","reportText":"With the poor condition of the road network between Lachaven and Avory, causing unnecessary accidents along the seaside, a highway has been contracted to the privately-owned Taurus Holding. Regrettably, the project is delayed due to the unforeseen expenses from the new Labour Laws. Fortunately, there haven’t been any more difficulties since, and the project is expected to be finished in the near future.\n\n[u][v][w][x]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"HOLSORD","reportName":"L-1 construction soon to be complete  - delayed - Worker Strikes Delay - Taurus","reportText":"Logistical problems have plagued the businesses between Holsord and Lachaven for many years, hampering the development speed of the two big cities. The L-1 railway is the solution to this problem. With the disaster at the Morbel mine in combination with the vetoed Worker’s Rights bill, Taurus’s Workers were striking causing the project to be delayed. Fortunately, there haven’t been any more difficulties since, and the project is expected to be finished in the near future.\n\n[ac][ad][ae][af]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"HOLSORD","reportName":"L-1 construction soon to be complete  - delayed - Normal Delay - Taurus","reportText":"Logistical problems have plagued the businesses between Holsord and Lachaven for many years, hampering the development speed of the two big cities. The L-1 railway is the solution to this problem. Regrettably, the project is delayed due to the unforeseen expenses from the new Labour Laws. Fortunately, there haven’t been any more difficulties since, and the project is expected to be finished in the near future.\n\n[ak][al][am][an]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"LACHAVEN","reportName":"H-3 construction soon to be complete  - delayed - SSC","reportText":"With the poor condition of the road network between Lachaven and Avory, causing unnecessary accidents along the seaside, a highway had been contracted to the government-owned Sordish State Cooperation. Regrettably, the progress is slowing down due to the treacherous terrain between Lenkurg and Arvory. Fortunately, there haven’t been any more difficulties since, and the project is expected to be finished in the near future.\n\n[as][at][au][av]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"HOLSORD","reportName":"L-1 construction soon to be complete  - delayed - SSC","reportText":"Logistical problems have plagued the businesses between Holsord and Lachaven for many years, hampering the development speed of the two cities. The L-1 railway is the solution to this problem. Regrettably, the progress is slowing down due to the treacherous terrain, causing landslides, on the path to Gelsord. Fortunately, there haven’t been any more difficulties since, and the project is expected to be finished in the near future.\n\n[ba][bb][bc][bd]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Sarna","reportName":"Sarna Increases Agricultural Production","reportText":"Sarna has experienced a 15 percent increase in agricultural output over the last two years. Employment in the agricultural sector has been rising commensurately. The boom is thought to be a direct result of the investments made in the Bergia region.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Deyr","reportName":"Homelessness Among Bludish Decreases","reportText":"Deyr is reporting a 20 percent decrease in homelessness among its Bludish population over the past two years, a development welcomed by Bludish rights activists. The decrease corresponds with a rise in wages and employment in the city following the government decision to invest in the Bergia region.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"arvory","reportName":"Arvory Development Speeds Up Following Highway Construction","reportText":"The completion of the H-3 highway between Lachaven and Arvory has resulted in decreased logistical costs and higher traffic flow to the latter city. The pace of development in Arvory has consequently quickened significantly, with dozens of construction projects now on the horizon.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"morna","reportName":"Unemployment Greatly Reduced in Morna","reportText":"Morna has seen a 15 percent decrease in unemployment over the past year. The city’s economy had previously been lagging behind the rest of Sordland; with the government decision to invest in the Lorren region, it appears to be bouncing back.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Lachaven","reportName":"Port of Lachaven Gains New Importance","reportText":"Following the completion of the L-1 high-speed railway between Holsord and Lachaven, the Port of Lachaven has been experiencing higher traffic than ever. An increasing number of businesses are now choosing to ship their goods by boat as a result of the more efficient transit process.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Gelsord","reportName":"Recession Hits Workers","reportText":"As in the rest of Sordland, workers in Gelsord are bearing the brunt of the recession. The manufacturing sector has been hit particularly hard, as a record number of of factory workers filed for unemployment over the past month.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Holsord","reportName":"Currency Loses Value Against Arcasian Lira","reportText":"Financial reports show that the Sordish ren has steadily been slipping against the Arcasian lira, though the exchange rate has not yet approached the all-time low reached during the Alphonso administration.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Deyr","reportName":"--add wehlen operation context--Wehlen Trade Report","reportText":"The trade deal struck with Wehlen continues to bear fruit as Bergia sees an upward trend in agricultural exports. Manufacturing industries are also celebrating the decreased production costs that have resulted from the uptick in importation of Wehzek oil.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"","reportName":"Bergia Steel Fully Nationalized","reportText":"The Lotherberg Group's CEO, Walter Tusk, has shown his discontent by stating the administration's actions as “Unconstitutional” and “Un-democratic”. A significant number of investors both within and out of Sordland are canceling their orders, most likely due to Mr.Tusk’s influence. However, with the backbone of the economy in the administration’s hands, Sordland’s future will fully be in government control.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"","reportName":"HOS Fully Nationalized - Sordland Today in Control","reportText":"Before leaving,The Heart of Sordland’s ex-CEO, Marcel Koronti, had made a statement to the whole of Sordland: “Freedom of the press is dead in Sordland ''. However, there is an overwhelming wave of support from within USP applauding the administration’s decision. With HOS under control, public opinions are fully within our grasp.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"","reportName":"SSC Privatized - Bought by Marcel","reportText":"As of today, The Sordish State Corporation is officially owned by Marcel Koronti. The CEO of Heart of Sordland is extremely grateful for our decisions and promises that the press will support the administration. However, there are voices of discontent within the USP and we should be expecting some push back within the assembly.\n\n[cn][co][cp][cq][cr][cs][ct]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"","reportName":"SSC Privatized - Bought by Tusk","reportText":"As of today, The Sordish State Corporation is officially owned by Walter Tusk. With the acquisition of SSC, Walter Tusk is now without a rival within Sordland. The CEO of The Lotherberg group is extremely grateful for our decisions and vow the group will support the administration. \n\n[di][dj][dk][dl][dm][dn][do]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"","reportName":"SSC Privatized - Public Sale","reportText":"As of today, The Sordish State Corporation has officially open its share to investors. Many groups and organizations are racing to acquire shares within the corporation. The two major organizations, the Heart of Sordland and the Lotherberg Group, are competing against each other for the majority. Nevertheless, there are voices of discontentment within the USP and we should be expecting some push back within the assembly.\n\n[ed][ee][ef][eg][eh][ei][ej]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"","reportName":"Nedam Privatized - Bought by Marcel","reportText":"[ey][ez][fa][fb][fc][fd][fe]\n\nAs of today, The Nedam Mining Group is officially owned by Marcel Koronti. The CEO of Heart of Sordland is extremely grateful for our decisions and promises that the press will support the administration. However, there are voices of discontent within the USP and we should be expecting some push back within the assembly.\n\n[ff][fg][fh][fi][fj][fk][fl]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"","reportName":"Nedam Privatized - Bought by Tusk","reportText":"As of today, [ga][gb][gc][gd][ge][gf][gg]The Nedam Mining Group is officially owned by Walter Tusk. With the acquisition of SSC, Walter Tusk is now without a rival within Sordland. The CEO of The Lotherberg group is extremely grateful for our decisions and vow the group will support the administration. \n\n[gh][gi][gj][gk][gl][gm][gn]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"","reportName":"Nedam Privatized - Public Sale","reportText":"As of today, [hc][hd][he][hf][hg][hh][hi]The Nedam Mining Group  has officially open its share to investors. Many groups and organizations are racing to acquire shares within the corporation. The two major organizations, the Heart of Sordland and the Lotherberg Group, are competing against each other for the majority. Nevertheless, there are voices of discontentment within the USP and we should be expecting some push back within the assembly.\n\n[hj][hk][hl][hm][hn][ho][hp]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Ribery","reportName":"Ribery is recovering - Local Economy Report - Trade War[hx][hy][hz][ia][ib][ic][id] - Recovered","reportText":"Thanks to the administration's decisive actions, the economic impacts of the trade war between Arcasia and United Contana had lessened. The empty and barred up shops in the city of Ribery are slowly opening again. The city had been hit hard due to its main suppliers are from the nearby city of Lachaven.\n\n[il][im][in][io][ip][iq][ir]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Ribery","reportName":"Ribery requests aid - Local Economy Report - Trade War[iz][ja][jb][jc][jd][je][jf] - Struggle","reportText":"The buzzing shops in the city of Ribery are now filled with barred up shops and sights of looting. The city has been hit hard due to its main suppliers are from the nearby city of Lachaven. Many corporations and businesses are moving away from the city entirely. The citizens of Ribery are requesting the government’s help to get out of their dire situation.\n\n[jn][jo][jp][jq][jr][js][jt]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Antel","reportName":"Antel is recovering - Local Economy Report - Markets Crash[kb][kc][kd][ke][kf][kg][kh] - Recovered","reportText":"The city of Antel has reported starting its recovery from the recent Martket Crash. It is reported that more than 31.53% of its population travel to the nearby city of Conriat and Holsord for works. The crash has left most of the citizens of Antel unemployed due to most companies and shops had closed down during the disastrous event.\n\n[kp][kq][kr][ks][kt][ku][kv]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Antel","reportName":"Antel requests Aid - Local Economy Report - Markets Crash[ld][le][lf][lg][lh][li][lj] - Worst","reportText":"Due to the recent crash, the number of unemployed citizens from the city of Antel had increased up to 35.23% of its population. The reason for this is that more than 31.53% of its population travel to the nearby city of Conriat and Holsord for works. The crash has left most companies and shops closed down. The street of Antel is now filled with homeless families and the crime rate has increased twice fold since.\n\n[lr][ls][lt][lu][lv][lw][lx]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Borin","reportName":"Local Economy Report - Inflation[mf][mg][mh][mi][mj][mk][ml] Reduced","reportText":"The mayor of Borin reported the prices of goods and necessities are stabilizing. This is a good sign of the start of a reduction in inflation. It has encouraged numerous trade deals within the region, boosting the businesses and, hence the economy back up to where it was.\n\n[mt][mu][mv][mw][mx][my][mz]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Borin","reportName":"Local Economy Report - Inflation[nh][ni][nj][nk][nl][nm][nn] still bad","reportText":"There have been reports of a lack of daily supplies in the city of Borin. Citizens in the city are dying of hunger or are lacking necessary supplies. The mayor of Borin reported that people are buying and hoarding goods before the Sordish Ren loses any more value. Unfortunately, their action had only made the situation worse.\n\n[nv][nw][nx][ny][nz][oa][ob]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Wehlen","reportName":"Thousands of BFF militants neutralized","reportText":"Text","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Erzaren","reportName":"Erzaren Locals Protest Against Military Presence In Wehlen","reportText":"Thousands of locals, many of them Bludish, stood and chanted in Erzaren’s main square in opposition to Sordland’s continued military presence in Wehlen following the conclusion of joint operations against the Bludish Freedom Front. A reported 75 percent of Erzaren citizens disagreed with the initial government decision to intervene in Wehlen.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Uziren","reportName":"Illegal Crossings Rise at Wehlen Border","reportText":"Border police have reported an increased number of arrests as Bludish and Wehzek refugees attempt to enter the country from Wehlen. Temporary detention centers have been erected in Uziren to process the deportation of the illegal entrants.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Uziren","reportName":"Illegal Crossings Rise at Wehlen Border","reportText":"Border police have reported an increased number of arrests as Bludish and Wehzek refugees attempt to enter the country from Wehlen without legal documents. However, due to our relaxed immigration policy, a large majority of skilled and educated workers had been accepted. However, it is unsure if they have had any history of crime and violence.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Uziren","reportName":"Illegal Crossings Rise at Wehlen Border","reportText":"Border police have reported an increased number of arrests as Bludish and Wehzek refugees attempt to enter the country from Wehlen without legal documents. Regardless, there are sights of groups of armed men and gangs crossing the border as well. Unfortunately, the border police had reported not having enough manpower to stop them.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Arvory","reportName":"Valgsland Navy Active in Markian Sea","reportText":"The Heljiland island has been a disputed territory for many years between Agnolia and Valgsland. Because of the fact that Sordland is also recognizing the island to belong to Agnolia, Valgslandian navy, probably with hopes to scare us, has been leading patrolling missions close to our territorial waters. Valgsland’s increased navy activities in the Markian Sea are heightening a standoff between the Agnolia and Valgsland, sharpening their rivalry for each other.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Arvory","reportName":"Valgsland Navy Active in Markian Sea","reportText":"The Heljiland island has been a disputed territory for many years between Agnolia and Valgsland, with Sordland standing on the sideline. Valgsland’s increased navy activities in the Markian Sea are heightening a standoff between the two nations and sharpening their rivalry for each other.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Agnolia","reportName":"Agnolia warns against valgslandian threat to the seas","reportText":"Yesterday, Prime Minister Maartin Van Hoorten made a statement denouncing Valgsland’s activities in the Markian sea. “Valgsland’s military activities only strengthen our resolve to defend what is rightfully ours and prove to the world that our alliance with Sordland is a necessary step to keep Valgsland’s aggression in check,” said the Prime Minister.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Agnolia","reportName":"Agnolia warns against valgslandian threat to the seas","reportText":"Yesterday, Prime Minister Maartin Van Hoorten made a statement denouncing Valgsland’s activities in the Markian sea. “Valgsland’s military activities only strengthen our resolve to defend what is rightfully ours and we will do so alone if we have to” boldly exclaimed the Prime Minister.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Holsord","reportName":"---Whistleblower Agent Report","reportText":"Text","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Holsord","reportName":"Supreme Court Files Ersen v. Sordland Dissent","reportText":"The Supreme Court has filed a 8-3 dissent and closed the Ersen v. Sordland case today. Chief Justice Hawker dismissed the concurrence of the Ministry of Justice citing that the Religious Harmony Bill doesn't prevent Bludish people practicing religion in any shape or form. Further press releases were made criticising the words of the Vice Minister of Justice. Bludish constitutional rights won't be in question for some time.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Holsord","reportName":"Supreme Court Files Ersen v. Sordland Dissent","reportText":"The Supreme Court has filed a 6-5 dissent and closed the Ersen v. Sordland case today. Chief Justice Hawker dismissed the concurrence of the Ministry of Justice citing that the treatment of Bludish people has been equal before the law. Further press releases were made criticising the words of the Vice Minister of Justice. Bludish constitutional rights won't be in question for some time.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Holsord","reportName":"USP Meeting Criticizes President - failed assembly vote","reportText":"Text\n\n[oc]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Holsord","reportName":"Ricter Congratulates - assembly vote success","reportText":"Text\n\n[oe]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Holsord","reportName":"Kibener Congratulates - assembly vote success","reportText":"Text\n\n[og]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Holsord","reportName":"Police Does Not Enforce Emergency Report - extended","reportText":"Text\n\n[oi]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Holsord","reportName":"USP Meeting Show Support to President - if autocrat","reportText":"Text\n\n[ok]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Holsord","reportName":"Kibener Show Support to President - if extended - no ys banned","reportText":"Text\n\n[om]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Holsord","reportName":"Celebrations After Revocation of Emergency","reportText":"Text\n\n[oo]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Holsord","reportName":"PFJP Congratulates Supreme Court Decision","reportText":"Text\n\n[oq]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Holsord","reportName":"PFJP Condemnds Supreme Court Decision","reportText":"Text\n\n[os]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Holsord","reportName":"Heron Not Convinced Report by Lucian","reportText":"Lucian has reported that he was unsuccessful in convincing Judge Heron to vote for the constitution change. He expressed his deep apology for failing such an important task. Furthermore, Heron stated that he will refuse to meet with the President until after the voting is over.\n\n[ov]","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Holsord","reportName":"Heron Not Convinced Report by Nia","reportText":"[ox]\n\nNia has reported that she was unsuccessful in convincing Judge Heron to vote for the constitution change. She reported that Heron’s conditions were too unreasonable for any deal to be established. Furthermore, Heron refused to meet with the President until after the voting was over.","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false},{"conditionVariable":"ReportsVar.","cityName":"Conriat","reportName":"Whistleblower in Safehouse","reportText":"Interrogated info","turnNo":7,"isEnabled":false,"isUserNotified":false,"isReportDone":false}]}